{
  "title": "¿Camila, sabes dónde está mi mamá?",
  "slug": "camila-sabes-donde-esta-mi-mama",
  "section": "Memoirs",
  "tags": [
    "Violence",
    "Drugs",
    "Women"
  ],
  "author": "Camila Tiburcio Rubio",
  "excerpt": "An exploration into the trafficking of women in Mexico through Camila's own personal experience.",
  "date": "2025-11-28T23:59",
  "readMinutes": 15,
  "featured": true,
  "cover": {
    "src": "images/2025/11/camila-sabes-donde-esta-mi-mama/cover.jpg",
    "alt": "Photo of many missing poster of women and children in mexico"
  },
  "bodyMarkdown": "Itzayana and I had been friends for over six months. Despite the short time together, our friendship was extremely strong. That is what happens when you are ten years old, friendships are easy to forge; it also helped that her mom and my mom bonded during school pick-up. Our moms were the outsiders of the small community of Orizaba, Veracruz. Her mom had been a teen mom and my mom was a Cuban immigrant, they were both looked down on by the “perfect” housewives who sent their kids to our school. They became close friends in no time and suddenly we would spend every day after school in each other’s house.\n\nOur mothers were more similar than we thought, as Itzayana and I discovered our shared interest in music, Mundo Gaturro, and Vine videos, our mothers discovered that their marital struggles were similar. Both of our moms had no source of income outside of their husbands. They both had moved into a new town (or country) and abandoned their families for the men who fathered their children. Both of the men were verbally and physically abusive. Both of our moms needed to run.\n\nSince 2008, the rapid decline of safety in Mexico has become a topic of conversation. Our moms used to discuss the attacks on one of our classmate's dad -who was the chief of police. They used to talk about the threatening phone calls that he would receive, as scary as that sounded, Itzayana and I understood that the violence he received was isolated to him because he was a cop. We never thought that violence would interrupt our lives.\n\nIn April of 2014, Itzayana, her two little sisters, and her mom had begun to move back to her mom’s hometown. They had left her father’s house in the middle of the night and stored all of their items in our house. They had been gone for around a week when I received a text from Itzayana *“¿mi mamá esta con ustedes?”* I replied *“No.”* In that instance, I was in the car with my mom and I mentioned Itzayana’s question. My mom took a deep breath and told me that they had been unable to find Jazmín since the night prior; she told me not to mention anything to Itzayana. In the midst of all this, I kept thinking, they would find her, she was probably just taking a break from everything. As we arrived home, Itzayana texted once again, *“¿Camila, sabes dónde está mi mamá?”*\n\nBefore I knew it, missing person posters were created. Itzayana’s mom had vanished alongside another one of her friends. They went to a bar, got into a taxi, and have never been found. The police were no help, the security footage from the bar only shows them getting into the taxi and driving off, but the identity of the driver was never discovered nor was the taxi ever found. As we have grown up, I have come to try to understand the situation. I never fully grasped the fact that Itzayana’s mom was taken, I never understood, and in a way because I was not in the center of it, I never needed to or so I thought.\n\nAfter the fact, my mom decided it was time for us to leave Mexico behind. She recognized that the violence was expanding into the “safe and protected” communities (that is the communities of the middle-class) and we needed to leave. Time has passed and Itzayana’s mom has been declared dead; neither her friend nor her were ever found again. They vanished without a trace. How does that happen? How can people just vanish? They were there one day, they were alive, and now they are gone, just a memory to their loved ones. Her disappearance is something that has loomed over my head for years now. It gets triggered when I learn about gender violence, it gets triggered when I watch and learn about inaction on behalf of the state, and it gets triggered when I learn and watch acts of violence. The questions and the fear haunt me. She was like an aunt to me, her presence was key to my life, and I am not her daughter, but her story follows me. It makes me wonder, who is next?\n\nThere are multiple theories as to what happened to Itzayana’s mom. The first one is that the taxi driver attacked her mom and her mom’s friend. He picked them up and took them away, either killing them or keeping them hostage. The second one is that Itzayana’s father sent for her mom to be taken since she tried to leave him -it was mentioned to my mom that Itzayana’s father had ties to criminal organizations. The third one is that a state politician sent for Itzayana mom’s friend to be taken ( the friend broke off the relationship with the politician) and Jazmín (Itzayana’s mom) happened to be collateral. The craziest thing is that all of these theories are plausible.\n\nAuthor Slavoj Žižek, writes about the concepts of systemic and subjective violence. He describes systemic violence as the violence that is bred through the hands of the state, that is through legislative and political action; meanwhile subjective violence is the acts of violence such as physical violence (Žižek 2007). A response to these forms of violence in Mexico has been created throughout the years by artists who seek to interrogate the social, political, and economic causes and effects that the systemic and subjective violence have generated in the country. I seek to examine the effectiveness in which the works of Mexican artists such as Violeta Luna, Fernando Brito, and Teresa Margolles portray and aid in bringing forward the aforementioned issues. In terms of effectiveness, I do not seek to examine the quality nor styles of their work, rather I will be examining it from the role of a person who is of close proximity to a victim; from the point-of-view of a relative (not directly through blood) who has to reconcile the situation. Focusing on my experience processing Jazmín’s disappearance I seek to examine how effective these artists were in honoring the victims and bringing light to the situation.\n\n## Fue el taxista\n\n\nWhen I asked my mom what she knew, she told me that Jazmín’s sister thought that the taxi driver was the one responsible. The CCTV footage shows Jazmín and her friend entering the bar. They stayed for around two hours. They called a taxi. They got on and were never seen again. For Itzayana’s aunt, the fact that the taxi driver nor the car were never found meant that the driver was responsible. Her idea is not far-fetched; in April of 2014, the state of Veracruz reported 26 people missing and at the end of the year 158 people had been recorded as missing from the state (Secretaría de Gobernación 2015). Cartel violence was on the rise, but the violence on behalf of the taxi driver, to Itzayana’s aunt, was without motive. A simple desire to take two women on a Tuesday night. To the driver, Itzayana’s aunt thought he saw the opportunity to strike and he took it, “it was in his nature.” The taxi driver’s actions, if true, would be considered an act of subjective violence because there was no back-story to his life, there was no system involvement in the desire to take Jazmín and her friend; he felt like it and so he did.\n\nComing across the work of Fernando Brito, I was instantly reminded of this conversation. Fernando Brito is a native of Culiacán, Sinaloa, who works as a photojournalist for the newspaper *El Debate de Culiacán*. He created a series of photographs for his project *Tus pasos se perdieron con el paisaje*, in the photographs he displays images of dead bodies that have blended with the landscape of the area. Brito does not offer a backstory, he does not tell us how the victims got there, he simply shows us how the landscape and the bodies have blended together. The photographs are vibrant with color, they catch your eye, and Brito is intentional in redirecting the focus to the cadavers. What I find most interesting about Brito’s images, is the fact that he chooses to focus on the bodies, not on the person. That is, he is a journalist who takes the photos for his project after he completes the report for the newspaper (Loyola 2012); he does not include the victim’s name nor the manner in which they died. I wonder what the effectiveness of naming the victims would be? I circle back to the importance of returning humanity to the victims.\n\nLooking at the images I wondered, who are they? What is their story? Brito expresses that his desire to take the photographs was to showcase what was happening in Mexico (Loyola 2012) and in this manner, he is effective. He shows how the bodies are so abundant, that they literally become part of the landscape. However, the photos do not tell us a story, they do not explain what happened, or how it happened, nor does it tell us who the victims are. To me, this makes Brito’s photography fail to aid the families of the victims process the violence. It treats the murders as subjective violence, like Itzayana’s aunt, his photographs imply that a person took the action to kill and this is the result, it fails to explain or even imply the larger systemic roots (if any) for the violence that ended the person’s life.\n\nTo me, the possibility of seeing my loved one’s body as a huge photograph in a museum in another country would be pretty traumatizing. By Brito making the victim’s remain anonymous, he makes the pain that the murders bring invisible. He fails to humanize the victims as he turns them into the new landscape of Mexico.\n\n## Fue su marido\n\nJazmín’s husband was always traveling to Oaxaca for business. He was never really present in the home. They had two kids together and Itzayana was adopted by him when she was two years old. On paper, they seemed like a typical middle class family; however, he could not be faithful, but he also did not want to let Jazmín be free. The last fight they had, Jazmín left him. It got physical and she decided she had enough, she was moving back to her hometown to be with her family and build a new safer life for her daughters. She stored her items in my house and she set off to Veracruz (the city) to begin a new life. My mom tried to convince her to let the school year come to an end before leaving, she told her they could help each other, but Jazmín did not want to be in the city where she could run into her husband. She wanted to escape.\n\nIn 2014, 2,289 femicides were carried out in Mexico (Instituto Nacional de las Mujeres 2016). Femicides are defined as homicides carried out due to the gender of the individual, that is being killed because you are a woman (United Nations 2023). The disappearance of Jazmín and her friend -according to my mom- was because of Jazmín’s husband. My mom knew of their marital problems and within a month of the search starting, he asked the police to stop searching. Not only that but, he also began a relationship with a close friend of Jazmín -who coincidentally- also gave up on finding Jazmín. According to my mom, Jazmín’s husband had a lot of money and he was shady. He would never confess where the money came from nor let Jazmín know about his business. There are people who never call off the search for their loved ones. Why would her husband call the search off for the mother of his children after a month had gone by?\n\nArtist Teresa Morgolles is a native of Culiacán, Sinaloa. Her work focuses on the social causes and consequences of death and she focuses on utilizing bodies from the morgue as vessels for the expression of her art (Tate n.a.). Additionally, her work seeks to utilize the physical remains of sites and bodies that suffered or hosted violence born out of political corruption and social exclusion (James Cohan n.a.). Her work labeled *En La Herida*, makes me think about the examination of the subjective violence that women and other femme presenting individuals face. The performance consists of a trans sex worker from Vienna, Austria “smearing” body fat on a white blank wall by utilizing a knife and creating a line that simulates that of an incision. This act -to me- can be interpreted as a reclaiming of the violence inflicted upon cisgender and trans women by men. The fact that it is a trans sex worker who is inflicting the “wound” reverses the roles of the narratives we tend to hear about violence towards femmes.\n\nAdditionally, her piece *La Busqueda* really touches on the phenomena of missing women in Mexico. The piece consists of eight uprooted faded glass panels from Ciudad Juarez, the panels decorate the streets -more specifically the bus stops- and are filled with posters of missing women (Angelotti 2014). The panels show the posters being worn down by the environment they were in, some of them are ripped or drawed on, the others have turned brown as the time has gone by. The work of Margolles, is effective in honoring the experiences of pain by the loved ones who remain after the missing and murdered. Her work positions the victims as humans, it includes their names and their faces, by including the posters it even includes details of the events that took them. Additionally, by having a sex worker reclaim the violence, Margolles gives the power to the survivors, to those that remain, she communicates through this performance that the possibility to reclaim is not impossible.\n\nMargolles work was one of the first times that I felt that the victims and their loved ones were honored. I could see Jazmín through the subjects of her work. Not only does she ask for permission before producing any piece involving a human subject (James Cohan n.a.), but she reproduces the systemic circle in which violence towards women and violence overall act in Mexico. She creates pieces that are collective, rather than individual; thus, the isolated incident of the subjective violence being carried out is no longer plausible. It is not an isolated accident, it is a corrupt system that allows it to happen.\n\n## Fue el gobernador\n\n\nWhen I have spoken to Itzayana about what she believes happened, she tells me strongly that she believes it was the boyfriend of her mom’s friend. Jazmín's friend had been the second woman for this man, he was cheating on his wife with her. His wife began to harass Jazmín’s friend and she could not take it anymore, so she decided to break it off with him. He was extremely upset and -according to Itzayana- made threats against her safety. This would make sense, as the man would have the power to make the evidence and the investigation die down if he wanted to. Under the governor Javier Duarte de Ochoa, the years of 2010 until 2016 were some of the most corrupt for the state of Veracruz. During his time in power, Veracruz became one of the most dangerous states in the country and it is among the states with the most missing person reports (AFP 2018). The power of money allowed for people to practically get away with whatever they wanted. The systems built to -supposedly- protect the communities were now active participants in its demise.\n\nPerformance artist Violeta Luna from Mexico City has carried out performances that embody the systemic corruption and directly link it to the widespread subjective violence that citizens in Mexico suffer daily. Focusing on her performance *Requiem for a lost land*, her performance utilizes the recording of a speech by former Mexican president Felipe Calderón, under which social and economic conditions in the country plummeted (Uruttia 2012), as well as a poem produced during a peace protest by María Rivera titled “Los Muertos.” Throughout the piece, Calderón can be heard praising the United States government and talking about the need for the Mexican government to learn from them, while Luna brings out white paint, white powder, and cards with numbers ranging from 5,000 to 35,000. She pours green paint on the ground, draws a border line with what appears to be cocaine, and once she puts on a white dress she undoes her two braids (representative of Mayan women’s hair) and places photos of people on her hair. She makes sure the photos are in place and pours red paint all over herself. As this is happening the voices of Rivera and Calderón clash and speak over each other, they become one and echoes of the other. Rivera describes the horrors of the dead bodies that are found throughout the country and the violence that was subjected upon them; Calderón boasted about the increasing federal policing and the progress his administration had made to stop organized crime. The voices contradicted each other, they told different stories to the reality of Mexico.\n\nLuna’s performance was pretty charged. It was heavy to watch and I remember my eyes filling with tears as I heard Rivera’s description of the bodies of the dead; her performance transported me to to the moment of anguish of discovering Jazmín was missing, it also made me think about the fact that life has carried on since then and things do not seem to get better. Additionally, her performance was extremely effective in highlighting how the systemic violence that the government of Mexico reproduces to produce economic benefit for the United States is a direct contributor to the subjective violence in Mexico. The display of cocaine as a border, allows the viewer to connect the drug trade as an industry fueled by American dollars. Although painful, for me, Luna’s performance was extremely effective in covering all the layers of the violence in Mexico.\n\n## La vida sigue\n\nThis upcoming April, it will be ten years since Jazmín and her friend went missing. In those ten years a lot has happened. Her daughters have been split up, and her husband’s biological daughters live with him, while Itzayana lives in Veracruz with her aunt. Jazmín has officially been declared dead and her body has never been found. The questions surrounding her disappearance have faded with time and everyone seems to try to move on, what else can they do?\n\nSeeing the representations of violence in Mexico makes me think a lot about Jazmín. She was twenty-nine when she was taken and her youngest daughter had just turned six. How is her life gone in an instant? Who is responsible? Is it the state for setting up the systems that allow disappearances to become cold-cases? Is it the kidnapper for being a violent person? How do we get that peace? Is there ever peace after violence?\n\nThe representations of violence need to be created with the victim’s families in mind. There are more of us than you think, even if we are not related by blood the pain is still there. There needs to be humanization of the victims, the bodies can not just be landscapes, the families can not be collateral, and the price of human life is not worth a gram of coke.\n\n## References\n\nAFP. (2018, September 27). Le dan 9 años de cárcel a Javier Duarte, ex gobernador de Veracruz acusado de corrupción. Chicago Tribune. Retrieved December 19, 2023, from https://www.chicagotribune.com/hoy/ct-hoy-le-dan-9-anos-de-carcel-a-javier-duarte-ex-gobernador-de-veracruz-acusado-de-corrupcion-20180927-story.html\nInstituto Nacional de Las Mujeres. (2016). La Violencia Feminicida en México, Aproximaciones Y Tendencias 1985-2014. Resumen Ejecutivo.\n\nJames Cohan. (n.d.). Teresa Margolles - Artists. James Cohan. Retrieved December 19, 2023, from https://www.jamescohan.com/artists/teresa-margolles2\n\nLoyola, B. (2012, October 11). \"Tus pasos se perdieron con el paisaje\" muestra a los muertos de México de una forma diferente. VICE. Retrieved December 19, 2023, from https://www.vice.com/es/article/gqw3k9/fernando-brito-1\n\nLuna, V. (n.d.). Performative Artist. Violeta Luna. Retrieved December 19, 2023, from http://www.violetaluna.com/About.html\n\nLuna, V., & Araujo, J. L. (2016, Oct 29). Violeta Luna - Requiem for a Lost Land (Performance) [Video]. YouTube. Violeta Luna - Requiem for a Lost Land (Performance)\nSecretaría de Gobernación. (2015). Informe de víctimas de homicidio, secuestro y extorsión. Centro Nacional de Información.\n\nTate. (n.d.). Teresa Margolles born 1963. Tate. Retrieved December 19, 2023, from https://www.tate.org.uk/art/artists/teresa-margolles-10061\n\nUnited Nations. (2023, July 3). “We're here to tell it:” Mexican women break silence over femicides. ohchr. Retrieved December 19, 2023, from https://www.ohchr.org/en/stories/2023/07/were-here-tell-it-mexican-women-break-silence-over-femicides\n\nUrrutia, N. G. (2012, Dec 10). México: La herencia de Calderón: corrupción e impunidad. Rel-UITA. Retrieved December 19, 2023, from https://www6.rel-uita.org/internacional/la_herencia_de_calderon.htm\n\nZizek, S. (2008). Violence: Big Ideas/Small Books. Pan Macmillan.\n",
  "bodyHtml": "<p>Itzayana and I had been friends for over six months. Despite the short time together, our friendship was extremely strong. That is what happens when you are ten years old, friendships are easy to forge; it also helped that her mom and my mom bonded during school pick-up. Our moms were the outsiders of the small community of Orizaba, Veracruz. Her mom had been a teen mom and my mom was a Cuban immigrant, they were both looked down on by the “perfect” housewives who sent their kids to our school. They became close friends in no time and suddenly we would spend every day after school in each other’s house.</p>\n<p>Our mothers were more similar than we thought, as Itzayana and I discovered our shared interest in music, Mundo Gaturro, and Vine videos, our mothers discovered that their marital struggles were similar. Both of our moms had no source of income outside of their husbands. They both had moved into a new town (or country) and abandoned their families for the men who fathered their children. Both of the men were verbally and physically abusive. Both of our moms needed to run.</p>\n<p>Since 2008, the rapid decline of safety in Mexico has become a topic of conversation. Our moms used to discuss the attacks on one of our classmate's dad -who was the chief of police. They used to talk about the threatening phone calls that he would receive, as scary as that sounded, Itzayana and I understood that the violence he received was isolated to him because he was a cop. We never thought that violence would interrupt our lives.</p>\n<p>In April of 2014, Itzayana, her two little sisters, and her mom had begun to move back to her mom’s hometown. They had left her father’s house in the middle of the night and stored all of their items in our house. They had been gone for around a week when I received a text from Itzayana <em>“¿mi mamá esta con ustedes?”</em> I replied <em>“No.”</em> In that instance, I was in the car with my mom and I mentioned Itzayana’s question. My mom took a deep breath and told me that they had been unable to find Jazmín since the night prior; she told me not to mention anything to Itzayana. In the midst of all this, I kept thinking, they would find her, she was probably just taking a break from everything. As we arrived home, Itzayana texted once again, <em>“¿Camila, sabes dónde está mi mamá?”</em></p>\n<p>Before I knew it, missing person posters were created. Itzayana’s mom had vanished alongside another one of her friends. They went to a bar, got into a taxi, and have never been found. The police were no help, the security footage from the bar only shows them getting into the taxi and driving off, but the identity of the driver was never discovered nor was the taxi ever found. As we have grown up, I have come to try to understand the situation. I never fully grasped the fact that Itzayana’s mom was taken, I never understood, and in a way because I was not in the center of it, I never needed to or so I thought.</p>\n<p>After the fact, my mom decided it was time for us to leave Mexico behind. She recognized that the violence was expanding into the “safe and protected” communities (that is the communities of the middle-class) and we needed to leave. Time has passed and Itzayana’s mom has been declared dead; neither her friend nor her were ever found again. They vanished without a trace. How does that happen? How can people just vanish? They were there one day, they were alive, and now they are gone, just a memory to their loved ones. Her disappearance is something that has loomed over my head for years now. It gets triggered when I learn about gender violence, it gets triggered when I watch and learn about inaction on behalf of the state, and it gets triggered when I learn and watch acts of violence. The questions and the fear haunt me. She was like an aunt to me, her presence was key to my life, and I am not her daughter, but her story follows me. It makes me wonder, who is next?</p>\n<p>There are multiple theories as to what happened to Itzayana’s mom. The first one is that the taxi driver attacked her mom and her mom’s friend. He picked them up and took them away, either killing them or keeping them hostage. The second one is that Itzayana’s father sent for her mom to be taken since she tried to leave him -it was mentioned to my mom that Itzayana’s father had ties to criminal organizations. The third one is that a state politician sent for Itzayana mom’s friend to be taken ( the friend broke off the relationship with the politician) and Jazmín (Itzayana’s mom) happened to be collateral. The craziest thing is that all of these theories are plausible.</p>\n<p>Author Slavoj Žižek, writes about the concepts of systemic and subjective violence. He describes systemic violence as the violence that is bred through the hands of the state, that is through legislative and political action; meanwhile subjective violence is the acts of violence such as physical violence (Žižek 2007). A response to these forms of violence in Mexico has been created throughout the years by artists who seek to interrogate the social, political, and economic causes and effects that the systemic and subjective violence have generated in the country. I seek to examine the effectiveness in which the works of Mexican artists such as Violeta Luna, Fernando Brito, and Teresa Margolles portray and aid in bringing forward the aforementioned issues. In terms of effectiveness, I do not seek to examine the quality nor styles of their work, rather I will be examining it from the role of a person who is of close proximity to a victim; from the point-of-view of a relative (not directly through blood) who has to reconcile the situation. Focusing on my experience processing Jazmín’s disappearance I seek to examine how effective these artists were in honoring the victims and bringing light to the situation.</p>\n<h2>Fue el taxista</h2>\n<p>When I asked my mom what she knew, she told me that Jazmín’s sister thought that the taxi driver was the one responsible. The CCTV footage shows Jazmín and her friend entering the bar. They stayed for around two hours. They called a taxi. They got on and were never seen again. For Itzayana’s aunt, the fact that the taxi driver nor the car were never found meant that the driver was responsible. Her idea is not far-fetched; in April of 2014, the state of Veracruz reported 26 people missing and at the end of the year 158 people had been recorded as missing from the state (Secretaría de Gobernación 2015). Cartel violence was on the rise, but the violence on behalf of the taxi driver, to Itzayana’s aunt, was without motive. A simple desire to take two women on a Tuesday night. To the driver, Itzayana’s aunt thought he saw the opportunity to strike and he took it, “it was in his nature.” The taxi driver’s actions, if true, would be considered an act of subjective violence because there was no back-story to his life, there was no system involvement in the desire to take Jazmín and her friend; he felt like it and so he did.</p>\n<p>Coming across the work of Fernando Brito, I was instantly reminded of this conversation. Fernando Brito is a native of Culiacán, Sinaloa, who works as a photojournalist for the newspaper <em>El Debate de Culiacán</em>. He created a series of photographs for his project <em>Tus pasos se perdieron con el paisaje</em>, in the photographs he displays images of dead bodies that have blended with the landscape of the area. Brito does not offer a backstory, he does not tell us how the victims got there, he simply shows us how the landscape and the bodies have blended together. The photographs are vibrant with color, they catch your eye, and Brito is intentional in redirecting the focus to the cadavers. What I find most interesting about Brito’s images, is the fact that he chooses to focus on the bodies, not on the person. That is, he is a journalist who takes the photos for his project after he completes the report for the newspaper (Loyola 2012); he does not include the victim’s name nor the manner in which they died. I wonder what the effectiveness of naming the victims would be? I circle back to the importance of returning humanity to the victims.</p>\n<p>Looking at the images I wondered, who are they? What is their story? Brito expresses that his desire to take the photographs was to showcase what was happening in Mexico (Loyola 2012) and in this manner, he is effective. He shows how the bodies are so abundant, that they literally become part of the landscape. However, the photos do not tell us a story, they do not explain what happened, or how it happened, nor does it tell us who the victims are. To me, this makes Brito’s photography fail to aid the families of the victims process the violence. It treats the murders as subjective violence, like Itzayana’s aunt, his photographs imply that a person took the action to kill and this is the result, it fails to explain or even imply the larger systemic roots (if any) for the violence that ended the person’s life.</p>\n<p>To me, the possibility of seeing my loved one’s body as a huge photograph in a museum in another country would be pretty traumatizing. By Brito making the victim’s remain anonymous, he makes the pain that the murders bring invisible. He fails to humanize the victims as he turns them into the new landscape of Mexico.</p>\n<h2>Fue su marido</h2>\n<p>Jazmín’s husband was always traveling to Oaxaca for business. He was never really present in the home. They had two kids together and Itzayana was adopted by him when she was two years old. On paper, they seemed like a typical middle class family; however, he could not be faithful, but he also did not want to let Jazmín be free. The last fight they had, Jazmín left him. It got physical and she decided she had enough, she was moving back to her hometown to be with her family and build a new safer life for her daughters. She stored her items in my house and she set off to Veracruz (the city) to begin a new life. My mom tried to convince her to let the school year come to an end before leaving, she told her they could help each other, but Jazmín did not want to be in the city where she could run into her husband. She wanted to escape.</p>\n<p>In 2014, 2,289 femicides were carried out in Mexico (Instituto Nacional de las Mujeres 2016). Femicides are defined as homicides carried out due to the gender of the individual, that is being killed because you are a woman (United Nations 2023). The disappearance of Jazmín and her friend -according to my mom- was because of Jazmín’s husband. My mom knew of their marital problems and within a month of the search starting, he asked the police to stop searching. Not only that but, he also began a relationship with a close friend of Jazmín -who coincidentally- also gave up on finding Jazmín. According to my mom, Jazmín’s husband had a lot of money and he was shady. He would never confess where the money came from nor let Jazmín know about his business. There are people who never call off the search for their loved ones. Why would her husband call the search off for the mother of his children after a month had gone by?</p>\n<p>Artist Teresa Morgolles is a native of Culiacán, Sinaloa. Her work focuses on the social causes and consequences of death and she focuses on utilizing bodies from the morgue as vessels for the expression of her art (Tate n.a.). Additionally, her work seeks to utilize the physical remains of sites and bodies that suffered or hosted violence born out of political corruption and social exclusion (James Cohan n.a.). Her work labeled <em>En La Herida</em>, makes me think about the examination of the subjective violence that women and other femme presenting individuals face. The performance consists of a trans sex worker from Vienna, Austria “smearing” body fat on a white blank wall by utilizing a knife and creating a line that simulates that of an incision. This act -to me- can be interpreted as a reclaiming of the violence inflicted upon cisgender and trans women by men. The fact that it is a trans sex worker who is inflicting the “wound” reverses the roles of the narratives we tend to hear about violence towards femmes.</p>\n<p>Additionally, her piece <em>La Busqueda</em> really touches on the phenomena of missing women in Mexico. The piece consists of eight uprooted faded glass panels from Ciudad Juarez, the panels decorate the streets -more specifically the bus stops- and are filled with posters of missing women (Angelotti 2014). The panels show the posters being worn down by the environment they were in, some of them are ripped or drawed on, the others have turned brown as the time has gone by. The work of Margolles, is effective in honoring the experiences of pain by the loved ones who remain after the missing and murdered. Her work positions the victims as humans, it includes their names and their faces, by including the posters it even includes details of the events that took them. Additionally, by having a sex worker reclaim the violence, Margolles gives the power to the survivors, to those that remain, she communicates through this performance that the possibility to reclaim is not impossible.</p>\n<p>Margolles work was one of the first times that I felt that the victims and their loved ones were honored. I could see Jazmín through the subjects of her work. Not only does she ask for permission before producing any piece involving a human subject (James Cohan n.a.), but she reproduces the systemic circle in which violence towards women and violence overall act in Mexico. She creates pieces that are collective, rather than individual; thus, the isolated incident of the subjective violence being carried out is no longer plausible. It is not an isolated accident, it is a corrupt system that allows it to happen.</p>\n<h2>Fue el gobernador</h2>\n<p>When I have spoken to Itzayana about what she believes happened, she tells me strongly that she believes it was the boyfriend of her mom’s friend. Jazmín's friend had been the second woman for this man, he was cheating on his wife with her. His wife began to harass Jazmín’s friend and she could not take it anymore, so she decided to break it off with him. He was extremely upset and -according to Itzayana- made threats against her safety. This would make sense, as the man would have the power to make the evidence and the investigation die down if he wanted to. Under the governor Javier Duarte de Ochoa, the years of 2010 until 2016 were some of the most corrupt for the state of Veracruz. During his time in power, Veracruz became one of the most dangerous states in the country and it is among the states with the most missing person reports (AFP 2018). The power of money allowed for people to practically get away with whatever they wanted. The systems built to -supposedly- protect the communities were now active participants in its demise.</p>\n<p>Performance artist Violeta Luna from Mexico City has carried out performances that embody the systemic corruption and directly link it to the widespread subjective violence that citizens in Mexico suffer daily. Focusing on her performance <em>Requiem for a lost land</em>, her performance utilizes the recording of a speech by former Mexican president Felipe Calderón, under which social and economic conditions in the country plummeted (Uruttia 2012), as well as a poem produced during a peace protest by María Rivera titled “Los Muertos.” Throughout the piece, Calderón can be heard praising the United States government and talking about the need for the Mexican government to learn from them, while Luna brings out white paint, white powder, and cards with numbers ranging from 5,000 to 35,000. She pours green paint on the ground, draws a border line with what appears to be cocaine, and once she puts on a white dress she undoes her two braids (representative of Mayan women’s hair) and places photos of people on her hair. She makes sure the photos are in place and pours red paint all over herself. As this is happening the voices of Rivera and Calderón clash and speak over each other, they become one and echoes of the other. Rivera describes the horrors of the dead bodies that are found throughout the country and the violence that was subjected upon them; Calderón boasted about the increasing federal policing and the progress his administration had made to stop organized crime. The voices contradicted each other, they told different stories to the reality of Mexico.</p>\n<p>Luna’s performance was pretty charged. It was heavy to watch and I remember my eyes filling with tears as I heard Rivera’s description of the bodies of the dead; her performance transported me to to the moment of anguish of discovering Jazmín was missing, it also made me think about the fact that life has carried on since then and things do not seem to get better. Additionally, her performance was extremely effective in highlighting how the systemic violence that the government of Mexico reproduces to produce economic benefit for the United States is a direct contributor to the subjective violence in Mexico. The display of cocaine as a border, allows the viewer to connect the drug trade as an industry fueled by American dollars. Although painful, for me, Luna’s performance was extremely effective in covering all the layers of the violence in Mexico.</p>\n<h2>La vida sigue</h2>\n<p>This upcoming April, it will be ten years since Jazmín and her friend went missing. In those ten years a lot has happened. Her daughters have been split up, and her husband’s biological daughters live with him, while Itzayana lives in Veracruz with her aunt. Jazmín has officially been declared dead and her body has never been found. The questions surrounding her disappearance have faded with time and everyone seems to try to move on, what else can they do?</p>\n<p>Seeing the representations of violence in Mexico makes me think a lot about Jazmín. She was twenty-nine when she was taken and her youngest daughter had just turned six. How is her life gone in an instant? Who is responsible? Is it the state for setting up the systems that allow disappearances to become cold-cases? Is it the kidnapper for being a violent person? How do we get that peace? Is there ever peace after violence?</p>\n<p>The representations of violence need to be created with the victim’s families in mind. There are more of us than you think, even if we are not related by blood the pain is still there. There needs to be humanization of the victims, the bodies can not just be landscapes, the families can not be collateral, and the price of human life is not worth a gram of coke.</p>\n<h2>References</h2>\n<p>AFP. (2018, September 27). Le dan 9 años de cárcel a Javier Duarte, ex gobernador de Veracruz acusado de corrupción. Chicago Tribune. Retrieved December 19, 2023, from https://www.chicagotribune.com/hoy/ct-hoy-le-dan-9-anos-de-carcel-a-javier-duarte-ex-gobernador-de-veracruz-acusado-de-corrupcion-20180927-story.html<br/>Instituto Nacional de Las Mujeres. (2016). La Violencia Feminicida en México, Aproximaciones Y Tendencias 1985-2014. Resumen Ejecutivo.</p>\n<p>James Cohan. (n.d.). Teresa Margolles - Artists. James Cohan. Retrieved December 19, 2023, from https://www.jamescohan.com/artists/teresa-margolles2</p>\n<p>Loyola, B. (2012, October 11). \"Tus pasos se perdieron con el paisaje\" muestra a los muertos de México de una forma diferente. VICE. Retrieved December 19, 2023, from https://www.vice.com/es/article/gqw3k9/fernando-brito-1</p>\n<p>Luna, V. (n.d.). Performative Artist. Violeta Luna. Retrieved December 19, 2023, from http://www.violetaluna.com/About.html</p>\n<p>Luna, V., &amp; Araujo, J. L. (2016, Oct 29). Violeta Luna - Requiem for a Lost Land (Performance) [Video]. YouTube. Violeta Luna - Requiem for a Lost Land (Performance)<br/>Secretaría de Gobernación. (2015). Informe de víctimas de homicidio, secuestro y extorsión. Centro Nacional de Información.</p>\n<p>Tate. (n.d.). Teresa Margolles born 1963. Tate. Retrieved December 19, 2023, from https://www.tate.org.uk/art/artists/teresa-margolles-10061</p>\n<p>United Nations. (2023, July 3). “We're here to tell it:” Mexican women break silence over femicides. ohchr. Retrieved December 19, 2023, from https://www.ohchr.org/en/stories/2023/07/were-here-tell-it-mexican-women-break-silence-over-femicides</p>\n<p>Urrutia, N. G. (2012, Dec 10). México: La herencia de Calderón: corrupción e impunidad. Rel-UITA. Retrieved December 19, 2023, from https://www6.rel-uita.org/internacional/la_herencia_de_calderon.htm</p>\n<p>Zizek, S. (2008). Violence: Big Ideas/Small Books. Pan Macmillan.</p>",
  "seo": {
    "title": "¿Camila, sabes dónde está mi mamá? — Camila Tiburcio Rubio",
    "description": "In this memoirs by Camila Tiburcio Rubio, “¿Camila, sabes dónde está mi mamá?,” An exploration into the trafficking of women in Mexico through Camila's…"
  },
  "version": 1,
  "status": "published"
}