{
  "title": "Dr. Franke-Spain and the Creation of the Far-Right in Spain",
  "slug": "dr-franke-spain-and-the-creation-of-the-far-right-in-spain",
  "section": "Essay",
  "tags": [
    "Politics",
    "Spain",
    "Law"
  ],
  "author": "Camila Tiburcio Rubio",
  "excerpt": "Topics: Contemporary Spanish Politics in Comparative Perspective",
  "date": "2024-06-24T06:07",
  "readMinutes": 9,
  "featured": false,
  "cover": {
    "src": "https://mahmouds1201.github.io/CamilaTiburcioRubio/images/2024/06/dr-franke-spain-and-the-creation-of-the-far-right-in-spain/cover.jpg",
    "alt": "Photo of the first democratic election in Spain (1977)"
  },
  "bodyMarkdown": "Politics over the last decades have experienced a shift. Governments around the world have noticed the increased presence of “far-right” or “extremist” conservative ideology. The rhetoric of this ideology tends to foster a sense of elitism, in which the members preach the vitality of cultural and racial conservation (Carleton-Taylor, 2017). Specifically, this type of ideology reduces space for immigration policies, government intervention, and increases support for the lack of separation of church and state (only when policy is centered around the Christian or Catholic faith) (Carleton-Taylor, 2017). The rise of far-right politics in the Western world can be attributed to various factors, including the beginning of the age of globalization in the early 2000s and the rapid multiculturalism that it brought (Worth, 2017).\n\nNonetheless, the perseverance and continuous growth of the ideology among Western countries is due to the ability of far-right politicians to connect the key ideas of the far-right to national problems. In the United States, for example, far-right ideology spreads to the generation of nostalgia for the “good old days,” in which the nation was a white and proper country, gaining special strength during the aftermath of the 9/11 terrorist attacks. In Britain, the far-right generated support through the Brexit phenomenon. Spain is one of the other Western nations with a boom in far-right presence. Having endured a dictatorship for nearly forty years, the rise of extremist ideologies in the country would seem to be impossible as one would think that the country would be more protective of the discourses it highlights and the politics that it allows. However, Spain has failed to properly address the legacy of the Francisco Franco era and it is precisely that failure that has allowed the far-right to rise in the nation. The far-right party, Vox, has gained prominence among the Spanish public due to the lack of acknowledgment of the Franco regime brought on by the Law of Amnesty of 1977 and the lack of proactive action by the Law of Historical Memory (2007). \n\nAfter the death of Franco, the country entered a “transition” period into democracy. It was during this period that the “Law of Amnesty of 1977” was adopted. For those leaders who sought to take Spain onto the path of democracy, it was crucial to find a quick way to address the legacy of the Francoist past without taking away the spotlight from the move to democracy. Thus, Spanish political scientist, Ignacio Sanchez-Cuenca, writes that the politicians passed the Law of Amnesty which granted freedom to political prisoners and immunity to Francoist leaders (2020). The law was seen as a way to put behind the crimes and enter an era of silence, in which unity would be key to the development of a democratic Spain. The lack of reparations and acknowledgment would allow the government and its constituents to focus on rebuilding the nation.\n\nHowever, the whispers of the Francoist regime were hard to ignore. During his era, a period of terror took over the streets. He instituted concentration camps in which over 500,000 people were forced to live in horrible conditions and produce labor for the regime. While captive, they were forced to build infrastructure for the country such as The Valley of the Fallen (which would eventually become Franco’s tomb), highways, and dams among others (Preston, 2006). Moreover, thousands of babies were stolen from their families and given to conservative families in an attempt to eradicate the “red gene” (a gene that led to Marxist ideologies) from children born to left-wing parents (Casey, 2022). Not to mention, the hundreds of thousands of people who were executed and oppressed throughout the regime. The families of the victims and the survivors recognized that a “pact of silence” overlooked the trauma and prevented the nation from truly moving forward.\n\nMoreover, this silence brought on by the Law of Amnesty of 1977 also allowed for the protection and amnesty of international war criminals. According to predoctoral researcher, Daniel Morente, after World War II war criminals like Ante Pavelić -a Croatian dictator who furthered the fascist movement- and Vjekoslav Luburić -an army general who oversaw a network of concentration camps- were allowed to reside in Spain under the Franco regime (2021). Needless to say, the pact of silence did little to acknowledge the protection of national and international war criminals by the state nor did it try to expel them as doing so would violate the silence and shift the attention from the transition to democracy.\n\nFor over thirty years, victims of the Franco regime were forced to push to the sidelines the questions of their missing family members and to continue to witness the preservation of Francoist monuments. In 2007, Parliament passed the “Law of Historic Memory.” This law aimed to bring forward recognition and measures to aid those who suffered persecution at the hands of the dictatorship. It passed educational reforms to teach children about the regime, officially recognized the victims, called for the removal of Francoist symbols, the exhumation and categorization of mass graves, publicized access to archives about the Civil War and Franco, and brought to an end the “pact of silence” (Ministerio de la Presidencia, Justicia, Y Relaciones con las Cortes, 2007). To the survivors, this law seemed to be the right path toward ensuring that extremist ideologies are never carried out again. However, the law has failed to reach its full potential.\n\nOne of the main failures of the law has been the failure to remove Francoist symbols and monuments. While the law made it clear that symbols and monuments of the Francoist era would be removed, conservative municipalities and judicial officers posed a big obstacle to achieving this goal (Baquero, 2018). Before the passing of the law, the “pact of silence” failed to stigmatize and reject Francoist ideals and officials. Similarly to when he was alive, the lack of recognition for the crime committed during his regime allowed those who supported him to continue to idolize the Francoist era and what they recognized as its successes. Without the public discussion and education (for the generations that grew up during the “pact of silence”) of the regime there is no way for civilians -who were not personally affected- to understand the extent of the terror that the regime brought on. Thus, those who idolize the Franco regime fail to understand why there is a need to address the past or even to attempt to “tarnish” the image of a dead man (Franco).\n\nA 2019 research study published in the journal, Western European Politics, demonstrates how different approaches to reconciliation of a country’s fascist past yield different political responses (Caramani & Manucci). Specifically, we can contrast Germany’s response to its past versus that of Spain. Germany adopted a policy of “culpabilization” in which they acknowledged their role with fascism and their culpability in World War II, meanwhile following Caramani and Manucci’s analysis we can categorize Spain as having adopted a policy of “cancellation”, in which the country’s role with fascism is not acknowledged nor stigmatized (2019). Thus, we see how Germany’s model of recognition brings a social stigma to ideologies similar to that reproduced by the Nazi regime and makes it harder for social acceptance of figures associated with fascism to be publicly celebrated or protected. On the other hand, Spain’s policy of cancellation makes it easier for ideologies similar to that held during the fascist regime to resurface in the political sphere and for fascist figures to be protected as there have been generations that have grown up without learning the full extent of the Francoist reign of terror; therefore, it is harder to stigmatize a person that to many was a mere historical figure.\n\nThus, the implementation of the Law of Amnesty of 1977 and the Law of Historical Memory of 2007 have allowed the rise of far-right political ideologies in Spain. Specifically, since 2014 with the rise of Vox. With discontent as to the handling of the economic crisis of 2008, the far-right party Vox was launched; the party’s platform focuses on anti-immigration, anti-Islam, anti-LGBTQ, and skepticism of the European Union (Zhou, 2023). The party has also advanced its agenda through an appeal towards nationalism and a strong rejection of multiculturalism.\n\nThe nationalist stance of Vox can be observed as an attempt to preserve the idolized era in which Spain was of the Spaniards. Precisely, the Francoist era in which Franco emphasized the preservation of traditional values as vital for Spain’s national identity, thus, members of Vox who seek to reject multiculturalism -that globalization and increased migration to Spain brought- and return to the formation of a collective national identity can identify strongly with the Francoist era. The thirty years of the pact of silence failed to educate many Spaniards about the horrors of the regime, thus, the idolization of Franco as a nationalist leader is plausible under Vox’s platform.\n\nIn turn, we see the opportunity for membership growth when policies such as the Law of Historic Memory are enacted. The attempt to remove Francoist symbols and monuments can be viewed by Spaniards -who feel displaced by the rapidly diversifying nation- as another attempt to erase the Spanish identity. Therefore, it is unsurprising that a study by Francisco Villanil and Laila Balcells for publication in Research and Politics found that the removal of Francoist street names in Spanish municipalities increased support for Vox while reducing the support for the more moderate conservative party Partido Popular (2021). The jump into the far-right extreme is not shocking given that PP has not been as aggressive in its attempt to re-establish the collective Spanish identity that the nation held under Franco. Rather, the party has fluctuated in its stance about the regime. Thus, for those Spaniards who seek to “re-establish” the collective Spanish identity, Vox is the party that has proven it will get them there through their anti-immigration speeches and anti-reparations and removal stances.\n\nUltimately, it is the prolonged “pact of silence” brought by the Law of Amnesty of 1977 that allowed for Franco’s legacy to be an individual memory in which an individual either benefited from his regime or suffered. It allowed Francoists to solidify the good that Franco did while maintaining buried the horrors of his regime. On the other hand, the implementation of the Law of Historic Memory is thirty years too late and its passing (along with the newer revised law now known as the Law of Democratic Memory) has entered into a political world led by people who grew up with different versions of who Franco was. Thus, the two policies have set up the stage for Vox to thrive and become notable as the party seeks to reinstitute the “pact of silence” by fighting to disregard the resolutions of the laws of reparation (Historic Memory and Democratic Memory) and by appealing to those who hold Franco as the representation of Spanish identity.\n\n## References\n\nBaquero, J. M. (2018, January 30). Diez casos en los que los tribunales frenaron la Ley de Memoria Histórica. El Diario. Retrieved February 19, 2024, from https://www.eldiario.es/sociedad/tribunales-frenaron-ley-memoria-historica_1_2814922.html\n\nCaramani, D., & Manucci, L. (2019). National past and populism: the re-elaboration of fascism and its impact on right-wing populism in Western Europe. West European Politics, 42(6).\n\nCarleton, R. (2017, July 7). What Exactly Do We Mean By 'Far Right'. HuffPost UK. Retrieved February 19, 2024, from https://www.huffingtonpost.co.uk/roanna-carletontaylor/what-exactly-do-we-mean-b_b_17393486.html\n\nMinisterio de la Presidencia, Justicia, Y Relaciones con las Cortes. (2023, December 26). MPR. Ley de la Memoria Histórica (Ley 52/2007 de 26 de Diciembre) [Memoria Democrática/Normativa]. Ministerio de la Presidencia, Relaciones con las Cortes y Memoria Democrática. Retrieved February 19, 2024, from https://www.mpr.gob.es/memoriademocratica/normativa-y-otros-recusos/Paginas/ley-memoria-historica.aspx\n\nMorente, D. (2021, February 19). War Criminals in Spain During and After Franco’s Dictatorship. Balkan Diskurs. Retrieved February 19, 2024, from https://balkandiskurs.com/en/2021/02/19/war-criminals-in-spain/\n\nPreston, P. (2006). The Spanish Civil War: Reaction, Revolution and Revenge. Harper Perennial.\n\nSánchez-Cuenca, I. (2020). Spanish Democratization: transition, consolidation, and its meaning in contemporary Spain. The Oxford Handbook of Spanish Politics.\n\nVillamil, F., & Balcells, L. (2021). Do TJ policies cause backlash? Evidence from street name changes in Spain. Research and Politics.\n\nWorth, O. (2017). Globalisation and the 'Far-right' Turn in International Affairs. Irish Studies in International Affairs, 28.\n\nZhou, L. (2023, July 24). Spain election 2023: Far-right party Vox threatens to make gains. What's at stake? Vox. Retrieved February 19, 2024, from https://www.vox.com/world-politics/23801966/spain-elections-2023-results-vox-far-right-partido-popular\n",
  "bodyHtml": "<p>Politics over the last decades have experienced a shift. Governments around the world have noticed the increased presence of “far-right” or “extremist” conservative ideology. The rhetoric of this ideology tends to foster a sense of elitism, in which the members preach the vitality of cultural and racial conservation (Carleton-Taylor, 2017). Specifically, this type of ideology reduces space for immigration policies, government intervention, and increases support for the lack of separation of church and state (only when policy is centered around the Christian or Catholic faith) (Carleton-Taylor, 2017). The rise of far-right politics in the Western world can be attributed to various factors, including the beginning of the age of globalization in the early 2000s and the rapid multiculturalism that it brought (Worth, 2017).</p>\n<p>Nonetheless, the perseverance and continuous growth of the ideology among Western countries is due to the ability of far-right politicians to connect the key ideas of the far-right to national problems. In the United States, for example, far-right ideology spreads to the generation of nostalgia for the “good old days,” in which the nation was a white and proper country, gaining special strength during the aftermath of the 9/11 terrorist attacks. In Britain, the far-right generated support through the Brexit phenomenon. Spain is one of the other Western nations with a boom in far-right presence. Having endured a dictatorship for nearly forty years, the rise of extremist ideologies in the country would seem to be impossible as one would think that the country would be more protective of the discourses it highlights and the politics that it allows. However, Spain has failed to properly address the legacy of the Francisco Franco era and it is precisely that failure that has allowed the far-right to rise in the nation. The far-right party, Vox, has gained prominence among the Spanish public due to the lack of acknowledgment of the Franco regime brought on by the Law of Amnesty of 1977 and the lack of proactive action by the Law of Historical Memory (2007).</p>\n<p>After the death of Franco, the country entered a “transition” period into democracy. It was during this period that the “Law of Amnesty of 1977” was adopted. For those leaders who sought to take Spain onto the path of democracy, it was crucial to find a quick way to address the legacy of the Francoist past without taking away the spotlight from the move to democracy. Thus, Spanish political scientist, Ignacio Sanchez-Cuenca, writes that the politicians passed the Law of Amnesty which granted freedom to political prisoners and immunity to Francoist leaders (2020). The law was seen as a way to put behind the crimes and enter an era of silence, in which unity would be key to the development of a democratic Spain. The lack of reparations and acknowledgment would allow the government and its constituents to focus on rebuilding the nation.</p>\n<p>However, the whispers of the Francoist regime were hard to ignore. During his era, a period of terror took over the streets. He instituted concentration camps in which over 500,000 people were forced to live in horrible conditions and produce labor for the regime. While captive, they were forced to build infrastructure for the country such as The Valley of the Fallen (which would eventually become Franco’s tomb), highways, and dams among others (Preston, 2006). Moreover, thousands of babies were stolen from their families and given to conservative families in an attempt to eradicate the “red gene” (a gene that led to Marxist ideologies) from children born to left-wing parents (Casey, 2022). Not to mention, the hundreds of thousands of people who were executed and oppressed throughout the regime. The families of the victims and the survivors recognized that a “pact of silence” overlooked the trauma and prevented the nation from truly moving forward.</p>\n<p>Moreover, this silence brought on by the Law of Amnesty of 1977 also allowed for the protection and amnesty of international war criminals. According to predoctoral researcher, Daniel Morente, after World War II war criminals like Ante Pavelić -a Croatian dictator who furthered the fascist movement- and Vjekoslav Luburić -an army general who oversaw a network of concentration camps- were allowed to reside in Spain under the Franco regime (2021). Needless to say, the pact of silence did little to acknowledge the protection of national and international war criminals by the state nor did it try to expel them as doing so would violate the silence and shift the attention from the transition to democracy.</p>\n<p>For over thirty years, victims of the Franco regime were forced to push to the sidelines the questions of their missing family members and to continue to witness the preservation of Francoist monuments. In 2007, Parliament passed the “Law of Historic Memory.” This law aimed to bring forward recognition and measures to aid those who suffered persecution at the hands of the dictatorship. It passed educational reforms to teach children about the regime, officially recognized the victims, called for the removal of Francoist symbols, the exhumation and categorization of mass graves, publicized access to archives about the Civil War and Franco, and brought to an end the “pact of silence” (Ministerio de la Presidencia, Justicia, Y Relaciones con las Cortes, 2007). To the survivors, this law seemed to be the right path toward ensuring that extremist ideologies are never carried out again. However, the law has failed to reach its full potential.</p>\n<p>One of the main failures of the law has been the failure to remove Francoist symbols and monuments. While the law made it clear that symbols and monuments of the Francoist era would be removed, conservative municipalities and judicial officers posed a big obstacle to achieving this goal (Baquero, 2018). Before the passing of the law, the “pact of silence” failed to stigmatize and reject Francoist ideals and officials. Similarly to when he was alive, the lack of recognition for the crime committed during his regime allowed those who supported him to continue to idolize the Francoist era and what they recognized as its successes. Without the public discussion and education (for the generations that grew up during the “pact of silence”) of the regime there is no way for civilians -who were not personally affected- to understand the extent of the terror that the regime brought on. Thus, those who idolize the Franco regime fail to understand why there is a need to address the past or even to attempt to “tarnish” the image of a dead man (Franco).</p>\n<p>A 2019 research study published in the journal, Western European Politics, demonstrates how different approaches to reconciliation of a country’s fascist past yield different political responses (Caramani &amp; Manucci). Specifically, we can contrast Germany’s response to its past versus that of Spain. Germany adopted a policy of “culpabilization” in which they acknowledged their role with fascism and their culpability in World War II, meanwhile following Caramani and Manucci’s analysis we can categorize Spain as having adopted a policy of “cancellation”, in which the country’s role with fascism is not acknowledged nor stigmatized (2019). Thus, we see how Germany’s model of recognition brings a social stigma to ideologies similar to that reproduced by the Nazi regime and makes it harder for social acceptance of figures associated with fascism to be publicly celebrated or protected. On the other hand, Spain’s policy of cancellation makes it easier for ideologies similar to that held during the fascist regime to resurface in the political sphere and for fascist figures to be protected as there have been generations that have grown up without learning the full extent of the Francoist reign of terror; therefore, it is harder to stigmatize a person that to many was a mere historical figure.</p>\n<p>Thus, the implementation of the Law of Amnesty of 1977 and the Law of Historical Memory of 2007 have allowed the rise of far-right political ideologies in Spain. Specifically, since 2014 with the rise of Vox. With discontent as to the handling of the economic crisis of 2008, the far-right party Vox was launched; the party’s platform focuses on anti-immigration, anti-Islam, anti-LGBTQ, and skepticism of the European Union (Zhou, 2023). The party has also advanced its agenda through an appeal towards nationalism and a strong rejection of multiculturalism.</p>\n<p>The nationalist stance of Vox can be observed as an attempt to preserve the idolized era in which Spain was of the Spaniards. Precisely, the Francoist era in which Franco emphasized the preservation of traditional values as vital for Spain’s national identity, thus, members of Vox who seek to reject multiculturalism -that globalization and increased migration to Spain brought- and return to the formation of a collective national identity can identify strongly with the Francoist era. The thirty years of the pact of silence failed to educate many Spaniards about the horrors of the regime, thus, the idolization of Franco as a nationalist leader is plausible under Vox’s platform.</p>\n<p>In turn, we see the opportunity for membership growth when policies such as the Law of Historic Memory are enacted. The attempt to remove Francoist symbols and monuments can be viewed by Spaniards -who feel displaced by the rapidly diversifying nation- as another attempt to erase the Spanish identity. Therefore, it is unsurprising that a study by Francisco Villanil and Laila Balcells for publication in Research and Politics found that the removal of Francoist street names in Spanish municipalities increased support for Vox while reducing the support for the more moderate conservative party Partido Popular (2021). The jump into the far-right extreme is not shocking given that PP has not been as aggressive in its attempt to re-establish the collective Spanish identity that the nation held under Franco. Rather, the party has fluctuated in its stance about the regime. Thus, for those Spaniards who seek to “re-establish” the collective Spanish identity, Vox is the party that has proven it will get them there through their anti-immigration speeches and anti-reparations and removal stances.</p>\n<p>Ultimately, it is the prolonged “pact of silence” brought by the Law of Amnesty of 1977 that allowed for Franco’s legacy to be an individual memory in which an individual either benefited from his regime or suffered. It allowed Francoists to solidify the good that Franco did while maintaining buried the horrors of his regime. On the other hand, the implementation of the Law of Historic Memory is thirty years too late and its passing (along with the newer revised law now known as the Law of Democratic Memory) has entered into a political world led by people who grew up with different versions of who Franco was. Thus, the two policies have set up the stage for Vox to thrive and become notable as the party seeks to reinstitute the “pact of silence” by fighting to disregard the resolutions of the laws of reparation (Historic Memory and Democratic Memory) and by appealing to those who hold Franco as the representation of Spanish identity.</p>\n<h2>References</h2>\n<p>Baquero, J. M. (2018, January 30). Diez casos en los que los tribunales frenaron la Ley de Memoria Histórica. El Diario. Retrieved February 19, 2024, from https://www.eldiario.es/sociedad/tribunales-frenaron-ley-memoria-historica_1_2814922.html</p>\n<p>Caramani, D., &amp; Manucci, L. (2019). National past and populism: the re-elaboration of fascism and its impact on right-wing populism in Western Europe. West European Politics, 42(6).</p>\n<p>Carleton, R. (2017, July 7). What Exactly Do We Mean By 'Far Right'. HuffPost UK. Retrieved February 19, 2024, from https://www.huffingtonpost.co.uk/roanna-carletontaylor/what-exactly-do-we-mean-b_b_17393486.html</p>\n<p>Ministerio de la Presidencia, Justicia, Y Relaciones con las Cortes. (2023, December 26). MPR. Ley de la Memoria Histórica (Ley 52/2007 de 26 de Diciembre) [Memoria Democrática/Normativa]. Ministerio de la Presidencia, Relaciones con las Cortes y Memoria Democrática. Retrieved February 19, 2024, from https://www.mpr.gob.es/memoriademocratica/normativa-y-otros-recusos/Paginas/ley-memoria-historica.aspx</p>\n<p>Morente, D. (2021, February 19). War Criminals in Spain During and After Franco’s Dictatorship. Balkan Diskurs. Retrieved February 19, 2024, from https://balkandiskurs.com/en/2021/02/19/war-criminals-in-spain/</p>\n<p>Preston, P. (2006). The Spanish Civil War: Reaction, Revolution and Revenge. Harper Perennial.</p>\n<p>Sánchez-Cuenca, I. (2020). Spanish Democratization: transition, consolidation, and its meaning in contemporary Spain. The Oxford Handbook of Spanish Politics.</p>\n<p>Villamil, F., &amp; Balcells, L. (2021). Do TJ policies cause backlash? Evidence from street name changes in Spain. Research and Politics.</p>\n<p>Worth, O. (2017). Globalisation and the 'Far-right' Turn in International Affairs. Irish Studies in International Affairs, 28.</p>\n<p>Zhou, L. (2023, July 24). Spain election 2023: Far-right party Vox threatens to make gains. What's at stake? Vox. Retrieved February 19, 2024, from https://www.vox.com/world-politics/23801966/spain-elections-2023-results-vox-far-right-partido-popular</p>",
  "seo": {
    "title": "Dr. Franke-Spain and the Creation of the Far-Right in Spain — Camila Tiburcio Rubio",
    "description": "In this essay by Camila Tiburcio Rubio, “Dr. Franke-Spain and the Creation of the Far-Right in Spain,” Topics: Contemporary Spanish Politics in…"
  },
  "version": 1,
  "status": "published"
}