{
  "title": "En La Ventanita de Versailles: Coladas, Pastelitos, and Far-Right Poltics",
  "slug": "en-la-ventanita-de-versailles-coladas-pastelitos-and-far-right-poltics",
  "section": "Essay",
  "tags": [
    "Cuba",
    "Castro",
    "Miami"
  ],
  "author": "Camila Tiburcio Rubio",
  "excerpt": "Examining the popular cuban restaurant, Versailles, emergence as as a home for far-right politics through María Cristina García's \"Three C's\" framework.",
  "date": "2025-11-24T01:32",
  "readMinutes": 14,
  "featured": false,
  "cover": {
    "src": "images/2025/11/en-la-ventanita-de-versailles-coladas-pastelitos-and-far-right-poltics/cover.jpg",
    "alt": ""
  },
  "bodyMarkdown": "The saying “*Cubanos por el mundo*,” encapsulates the story of the Cuban exiles who have left their island behind to seek out a different life. All around the world, these Cuban exiles have found each other and established communities. One of the prime examples of this is the Cuban community in Miami, more specifically Little Havana. In this community, the development and growth of the Cuban exiles have been represented through establishments that have been around since the 1960s and have not stopped expanding. Miami has grown to be ‘of the Cubans,’ as everyone knows that when one goes to Miami, one is really going to “Cuba… but with AC.” Over the years, the Miami-Cuban community has expanded and transcended the boundaries of Little Havana, taking over South Florida and regions of the United States. The majority of Miami-Cubans have had success in reaching the American Dream without completely assimilating. Their businesses have thrived, and their children have received higher education, all while maintaining their Spanish tongue and cultural values at home. However, one can not forget that the Cuban community has received aid from the government that other immigrant communities have lacked. This relative success in achieving the American Dream has sprouted a political ideology among the Cuban exiles that centers on what author María Cristina García has labeled as “the three C’s: Communism, Castro, and Cuba” (3). These crucial topics of political discourse among the Cuban community have stirred a “neo-Conservative” rise among members of the community. In Glenn Omatsu’s “The ‘Four Prisons’ and the Movements of Liberation: Asian American Activism from the 1960s to the 1990s,” he describes the creation of neo-Conservative Asian Americans and the views they hold regarding politics. Similarly to Asian-Americans, the Cuban-American community shares the values Omatsu describes: “own small businesses; they oppose communism; they are fiercely pro-defense; they boast strong families; they value freedom; and in their approach to civil rights, they stress opportunities not government ‘set-asides’” (49). These ideas have become core to Cuban-Americans who -centering the three C’s- have shifted further to the Conservative spectrum; Cuban-Americans mold themselves to be the “ideal minority.” They believe strongly in the democracy and equality of their adoptive country, but most importantly they believe themselves to be deserving of privilege over other minorities due to the history between their home country and their adoptive land. This aura of superiority has created an “exceptionalism” among the community.\n\nCuban-American exceptionalism is evident all over the history of Miami politics and the democratic process in the city. More specifically, it can be examined through an analysis of the development of places in the community as centers of political conferences. While some may establish Calle Ocho and El Parque del Domino as the central places that demonstrate the evolvement of Cuban-American exceptionalism in politics, I - framing my argument through the “three C’s” and an examination of the gatherings in the restaurant- argue that it is Versailles Restaurant that truly demonstrates the evolvement of Cuban-American exceptionalism into a beacon for right-wing ideologies and politicians.\n\n## Communismo\n\nIn the 1960s, after a successful revolutionary effort, Fidel Castro came to power and began to nationalize industries and redistribute properties in Cuba. Many individuals fled the island and resettled all over the world specifically in Miami, including Versailles Restaurant owner Felipe Valls. The 90-mile distance makes South Florida a popular destination among Cuban exiles. For Felipe Valls, the Cuban Revolution took away his ownership of three businesses: one gas station, one cafeteria, and one club (Morales). However, in 1971 Valls opened what he labeled the “world’s most famous Cuban restaurant,” Versailles.\n \nThe restaurant revolutionized the concept of a “coffee stop” by introducing its famous ventanita. La ventanita is a window -on the side or front of the restaurant- which slides open and allows for coladas, pastelitos, and other Cuban goods to be sold to passersby in a hurry. Valls incorporation of la ventanita allowed Versailles to develop as a community staple; it allowed the exiles to gather in a space to discuss Communism, Castro, and Cuba; it was a quick pit stop for gossip and coffee, it effectively brought the community in *la Calle Ocho* together. It became a sanctuary for the ever-growing community of Cuban exiles.\n\nHowever, the quick success and sustainability of Versailles were due to the policies that the government of the United States had established to attempt to damage Communist Cuba. In 1966, President Lyndon B. Johnson established the Cuban Adjustment Act, which allowed Cubans to receive a work permit and immediate residency one year after they arrived in the United States. This was just the beginning of more policies that followed in the war between the U.S. and Cuba. In trying to damage Castro, the United States allowed incoming Cubans to receive welfare and other forms of government aid that elevated their status and accelerated their incorporation into the country in comparison to other minority groups. This in turn allowed Cuban individuals, like Felipe, to build businesses and have access to property, which is one of the fastest ways for people in the United States to amass wealth. This discourse of economic advancement increased anti-Communist sentiments among the influx of Cubans arriving in the United States and perpetuated among Cubans the false notion, that Omatsu describes, as the idea of economic advancement being available to all minorities (47).\n\nFor many Cubans, Versailles represents the idea of the American Dream. It represents someone who lost it all and came to the “land of opportunities” and built a new life with the remnants of the life they left behind. This is why Versailles has the power to mobilize the \ncommunity. In 1977, gubernatorial candidate, Bob Graham -in an effort to work 100 jobs a day for his campaign- was employed there as a busboy; thus, launching the precedent of politicians (i.e Bill Clinton, Rudy Guliani, Marco Rubio, Donald Trump) who make the restaurant a pit stop along their campaign trail to secure the Cuban vote.\n\nPolitician stops at Versailles are the perfect way to connect with the Cuban community and rally their support. It places the politician in a relaxed setting and immerses them in a part of the culture of those members of the community who hold the voting power. It allows for rallies to be turned into a colada and pastelito stop in a place that signifies change and hope to the Cuban community. Not only that, it demonstrates a level of ‘superiority’ among other minorities as by seeking out meaningful places within the Cuban community to visit, politicians place a higher value on the Cuban vote as opposed to the ‘generalized’ rallies most campaigns hold for their Latino voters.\n\n## Castro\n\nOn November 21st, 1999, a homemade raft departed the coast of Cuba en route to Miami. Aboard the 17ft raft were fourteen individuals, among them were Elizabeth Brotons Rodrí guez and her five-year-old son Eliá n Gonzalez. During Thanksgiving weekend, two fishermen came across the small child floating inside an inner tube; the fishermen rescued the child and handed him to the U.S. Coast Guard. The child -after being taken to the hospital- was placed in the temporary care of his uncle Lá zaro, who lived in Little Havana with his family. Eliá n’s mother had drowned alongside eleven of the other passengers on the raft; Eliá n’s uncle and his family were political exiles of Cuba and wanted Eliá n to remain in their care and grow up in the U.S.; however, when news reached Eliá n’s father of the whereabouts of his child, he began demanding \nthat the child be returned to Cuba. Thus, the custody dispute became a stand-off between the Cuban-American community, the American government, and Cuba.\n\nCuban-Americans rallied outside of Versailles to call for Elían to remain in the States. The community understood the media attention that a rally for the “freedom” of the boy would have and felt empowered to stand outside of Versailles, a place in which President -at the time- Bill Clinton “dined” for the support of the Cuban community. Eventually, Fidel Castro began to demand the boy be returned with his father and warned of consequences otherwise. On April 22nd, 2000, the boy was seized from his relatives’ Little Havana home and returned to his father after a green light from Clinton’s attorney general Janet Reno. The return of Elían to the island caused riots to erupt in the streets of Miami; this was one of the first times Cuban-Americans were told “no” by the American government. Despite the government following protocol and laws (which Cuban-Americans remind others to do as well), the Cuban-American community was not satisfied with *their* child being returned.\n\nRiots emerged and many stood outside the restaurant where the media sought out comments from the community. Many individuals accused Clinton of being a “Communist” and a “Castro lover,” in the minds of Cuban-Americans, the United States subjugated itself to Castro by allowing the return of Elían to the island. This subjugation reminded them of what life under Castro looked like and it became their duty to ensure their newfound home would never fall subject to the hands of Fidel Castro. Thus, Bill Clinton and Janet Reno’s actions in the Elían case were not only deemed a failure but ultimately pushed generations of Cubans to the Republican party with over 10,000 switching parties during the 2000 election (Golden and McDonell).\n\nOn November 25th, 2016, Fidel Castro passed away. Since the establishment of Versailles, Felipe Valls talked about the day that the people would gather in the restaurant and \ncelebrate the death of their tyrant. Versailles had been counting down the days and people in the Cuban-American community took to the restaurant to celebrate; the restaurant has a plaque in front of its famous ventanita that reads: “*In recognition of the Cubans; men and women that never resigned to live without liberty. Which reunited daily in Versailles, cultural and patriotic center to contribute ideas and share dreams of a return to the country that awaits them.*” For Cuban-Americans, Nov. 25th was the day they had dreamed of.\n\nOnly sixteen days after President Trump’s election, the front of Versailles not only showed Cuban flags but Trump/Pence flags, as well as Trump masks. Looking at images of the demonstrations, it is hard to tell whether it is a Trump rally or a “Cuba Libre” party. After the Elían fiasco and President Obama’s re-establishment of ties with the island, Cuban-Americans shifted even further to the right and to Trump’s anti-welfare, anti-immigrant, anti-Castro, and anti-Communist rhetoric. During his campaign, Trump made a point to stop at Versailles and order a colada and pastelitos with fellow Republican Rudy Giuliani. Donald Trump and his $83 tip to the Versailles workers demonstrated a “re-focus” of Cuban-American interests at the front of immigrant issues in the United States; after a period in which Cuban-Americans felt ignored by the American government (Cuban-Americans protested Obama’s decision to visit the island in front of Versailles).\n\nDespite Donald Trump’s strong anti-immigrant rhetoric, Cuban-Americans felt exempt from his discourse. Cuban-Americans even emulated the anti-immigrant discourse. Just as Omatsu had established regarding neo-Conservative Asian Americans, Cuban-Americans replicated anti-immigrant discourse because they oppose the idea of “government handouts” (49). Despite their history of government handouts, Cuban-Americans believe their “handouts” to be justified, while they embrace the deportation of Central and South American immigrants. Cuban-Americans are further drawn to ideologies of the right, out of fear of another Castro-like figure taking over and they denounce any ideas that strive away from the “free-market” system. Thus, some Cuban-Americans end up driving themselves to the extremist side of the right.\n\n## Cuba\n\nOn January 6th, 2020 a group of armed individuals waving Trump flags stormed the country’s capitol to attempt to return the election to Donald J. Trump, who they believed to be its rightful winner. The attack on the capitol was led by far-right groups; these far-right groups hold extremist ideas that take Omatsu’s description of the neo-Conservative minority one step further. The Capitol Stormers were ready to lynch and murder politicians whom they believed helped rig the election or those they simply disliked, such as Mike Pence, Alexandra Ocasio-Cortez, and Nancy Pelosi. One of the far-right groups that were present was the “Proud Boys.” The Proud Boys are a self-proclaimed “Western chauvinist group”; they believe heavily in anti-Communsit, white supremacist, and sexist/homophobic rhetoric. The group has been labeled as a ‘hate group’ by the Southern Poverty Law Center; however, when asked about their rhetoric, Cuban-American leader Enrique Tarrio is quick to shut down white supremacist accusations by saying “*I am pretty Brown.*” Born to Cuban-American parents, the leader of the Proud Boys grew up in Miami. In an article published by the LA Times, it is established that Enrique’s hateful rhetoric is easily mistaken for the ideas of Conservative Cuban-Americans that grew up in the shadow of the exile rhetoric (Martinez).\n\nOn July 11th, 2021 protests erupted in Cuba due to a lack of food and medical supplies amidst the middle of the COVID-19 pandemic. The protests were not only on the island, but they also followed the streets of Miami; more specifically, the doors of Versailles. Hundreds of Cubans took to Versailles to chant “Patria y Vida” and call for the fall of Communism and those appointed by Castro. Versailles was flooded with Cuban Americans of all ages and the crowd was covered in Cuban and American flags. But, the protestors were not merely seeking change in Cuba, they also denounced the Biden administration, called Joe Biden a Communist, and called for Donald Trump to step in and save the Cubans.\n\nEven though during his four years in power Donald Trump took limited action in regards to Cuba, the 44th President no longer held any power to bring the liberation to the island Cuban-Americans dream of; yet, the far-right rhetoric was evident among the Cubans as they believed that the Republican President would help them overthrow the government in the island. Moreover, Cuban-Americans were able to exercise their ‘peaceful protests’ with no problem, although a year prior Black Live Matter protests were depicted to be violent and riots, as the media ignored the peaceful marches; because it was a matter of their concern, Cuban-Miami had no issue blocking off *Calle Ocho* and regulating the traffic to allow the protestors to march.\n\nLooking at images of the crowd the flags of the Proud Boys are present everywhere. The Proud Boys stood outside of Versailles, the hub for freedom, and spoke to the masses. In the past, groups that have incited political change, such as the Black Panthers and the Young Lords, have been destroyed by the American government, and their leaders targeted (Morales, Lew-Lee); yet, far-right groups seemed to be able to display their rhetoric freely. The Cuban people in the protests would go up to Enrique Tarrio and other Proud Boy members and pose for photos with them. The Cuban-American groups were easy to incentivize. Standing in front of Versailles, the Proud Boys preached the three C’s: Cuba, Castro, and Communism; they denounced the Castro regime, they denounced Communism and called for a free Cuba, all while wearing “Capitol Raiders” shirts. \n\nThe presence of the Proud Boys in front of Versailles mixes the promise of freedom that many Cuban-Americans crave with far-right ideology. At that moment, as Cuban-Americans welcomed the group and embraced its words, their ideologies married and it is hard to think of the two individually. Enrique Tarrio holds the privilege to engage in the Proud Boys; despite being Afro-Cuban, Enrique is light-skinned and, thus, is able to pass as ‘white’ most of the time. Not only that, but far-right ideology fails to be questioned among Cuban-Americans because the three C’s can be a direct mode to the extreme of the right political spectrum.\n\n## Privilegio y Más\n\nThe Cuban-American community has been allowed a ‘protest hub’ for years. The existence of Versailles and its history allows us to examine the political trends among Cuban-Americans. The prevalence of Versailles despite its history of political ties demonstrates the exceptionalism that exists within the Cuban-American community that sprouts from the U.S. and Cuba’s complicated history. The government, at first, catered to the Cuban community, they gave them aid and advanced their opportunities, the Cuban-American community got used to the government complying with their demands and ‘being on their side.’ Thus, when the government took another route, Cuban-Americans were quick to burn American flags upside down.\n\nIn the Cuban-American community, the existence of the microcosm of what a non-Communist Cuba could look like in Miami detaches the individuals from the reality of what it means to be a minority in America. It is a utopia that most Cuban-Americans live in. In this utopia, Versailles has been established as its capital and it acts on the voices of those Cubans who speak on the three C’s; in Versailles, there exists no option to contradict what its Cuban-American patrons say. Children of the exiles and the exiles themselves, after observing the trends of favoritism towards Cuban-Americans, grow up with a unique vision of how the  American government acts toward its constituents. Living in a reality other than that is impossible for them. This pushes Omatsu’s neo-Conservative claim one step further and elevates the Cuban-American community to the far-right spectrum. Cuban-Americans, no longer hold the idea that their community should serve the government that ‘saved’ them, rather the government must serve them now. And, Cuban-Americans will utilize Versailles to let the government know.\n\n## Works Cited\n\nGarcía, María C. “\"Dialogueros\": Cuban Exile Political Groups and United States-Cuba Policy.” Journal of American Ethnic History, vol. 17, no. 4, 1998.\n\nLew-Lee, Lee, director. All Power to the People. 1996.\nMartinez, Fidel. “Latinx Files: The Proud Boys' Hispanic face.” Los Angeles Times, 16 June 2022, https://www.latimes.com/world-nation/newsletter/2022-06-16/latinx-files-proud-boys-enrique-tarrio-january-6-latinx-files. Accessed 16 December 2022.\n\nMc Donnell, Ross, and Tim Golden, directors. Elian. Gravitas Ventures, 2017. Kanopy.\n\nMorales, Christina. “Felipe Valls, 89, Dies; His Cuban Restaurant Became a Political Hub.” The New York Times, 5 December 2022, https://www.nytimes.com/2022/12/05/us/felipe-avalls-dead.html. Accessed 15 December 2022. Morales, Iris, director. Pa'Lante Siempre Palante! The Younglords. 1996.\n\nOmatsu, Glenn. “The 'Four Prisons' and the Movements of Liberation.” The State of Asian America, South End Press, 1994. Southern Poverty Law Center. “Proud Boys.” Southern Poverty Law Center, https://www.splcenter.org/fighting-hate/extremist-files/group/proud-boys. Accessed 17 December 2022.",
  "bodyHtml": "<p>The saying “<em>Cubanos por el mundo</em>,” encapsulates the story of the Cuban exiles who have left their island behind to seek out a different life. All around the world, these Cuban exiles have found each other and established communities. One of the prime examples of this is the Cuban community in Miami, more specifically Little Havana. In this community, the development and growth of the Cuban exiles have been represented through establishments that have been around since the 1960s and have not stopped expanding. Miami has grown to be ‘of the Cubans,’ as everyone knows that when one goes to Miami, one is really going to “Cuba… but with AC.” Over the years, the Miami-Cuban community has expanded and transcended the boundaries of Little Havana, taking over South Florida and regions of the United States. The majority of Miami-Cubans have had success in reaching the American Dream without completely assimilating. Their businesses have thrived, and their children have received higher education, all while maintaining their Spanish tongue and cultural values at home. However, one can not forget that the Cuban community has received aid from the government that other immigrant communities have lacked. This relative success in achieving the American Dream has sprouted a political ideology among the Cuban exiles that centers on what author María Cristina García has labeled as “the three C’s: Communism, Castro, and Cuba” (3). These crucial topics of political discourse among the Cuban community have stirred a “neo-Conservative” rise among members of the community. In Glenn Omatsu’s “The ‘Four Prisons’ and the Movements of Liberation: Asian American Activism from the 1960s to the 1990s,” he describes the creation of neo-Conservative Asian Americans and the views they hold regarding politics. Similarly to Asian-Americans, the Cuban-American community shares the values Omatsu describes: “own small businesses; they oppose communism; they are fiercely pro-defense; they boast strong families; they value freedom; and in their approach to civil rights, they stress opportunities not government ‘set-asides’” (49). These ideas have become core to Cuban-Americans who -centering the three C’s- have shifted further to the Conservative spectrum; Cuban-Americans mold themselves to be the “ideal minority.” They believe strongly in the democracy and equality of their adoptive country, but most importantly they believe themselves to be deserving of privilege over other minorities due to the history between their home country and their adoptive land. This aura of superiority has created an “exceptionalism” among the community.</p>\n<p>Cuban-American exceptionalism is evident all over the history of Miami politics and the democratic process in the city. More specifically, it can be examined through an analysis of the development of places in the community as centers of political conferences. While some may establish Calle Ocho and El Parque del Domino as the central places that demonstrate the evolvement of Cuban-American exceptionalism in politics, I - framing my argument through the “three C’s” and an examination of the gatherings in the restaurant- argue that it is Versailles Restaurant that truly demonstrates the evolvement of Cuban-American exceptionalism into a beacon for right-wing ideologies and politicians.</p>\n<h2>Communismo</h2>\n<p>In the 1960s, after a successful revolutionary effort, Fidel Castro came to power and began to nationalize industries and redistribute properties in Cuba. Many individuals fled the island and resettled all over the world specifically in Miami, including Versailles Restaurant owner Felipe Valls. The 90-mile distance makes South Florida a popular destination among Cuban exiles. For Felipe Valls, the Cuban Revolution took away his ownership of three businesses: one gas station, one cafeteria, and one club (Morales). However, in 1971 Valls opened what he labeled the “world’s most famous Cuban restaurant,” Versailles.</p>\n<p>The restaurant revolutionized the concept of a “coffee stop” by introducing its famous ventanita. La ventanita is a window -on the side or front of the restaurant- which slides open and allows for coladas, pastelitos, and other Cuban goods to be sold to passersby in a hurry. Valls incorporation of la ventanita allowed Versailles to develop as a community staple; it allowed the exiles to gather in a space to discuss Communism, Castro, and Cuba; it was a quick pit stop for gossip and coffee, it effectively brought the community in <em>la Calle Ocho</em> together. It became a sanctuary for the ever-growing community of Cuban exiles.</p>\n<p>However, the quick success and sustainability of Versailles were due to the policies that the government of the United States had established to attempt to damage Communist Cuba. In 1966, President Lyndon B. Johnson established the Cuban Adjustment Act, which allowed Cubans to receive a work permit and immediate residency one year after they arrived in the United States. This was just the beginning of more policies that followed in the war between the U.S. and Cuba. In trying to damage Castro, the United States allowed incoming Cubans to receive welfare and other forms of government aid that elevated their status and accelerated their incorporation into the country in comparison to other minority groups. This in turn allowed Cuban individuals, like Felipe, to build businesses and have access to property, which is one of the fastest ways for people in the United States to amass wealth. This discourse of economic advancement increased anti-Communist sentiments among the influx of Cubans arriving in the United States and perpetuated among Cubans the false notion, that Omatsu describes, as the idea of economic advancement being available to all minorities (47).</p>\n<p>For many Cubans, Versailles represents the idea of the American Dream. It represents someone who lost it all and came to the “land of opportunities” and built a new life with the remnants of the life they left behind. This is why Versailles has the power to mobilize the <br/>community. In 1977, gubernatorial candidate, Bob Graham -in an effort to work 100 jobs a day for his campaign- was employed there as a busboy; thus, launching the precedent of politicians (i.e Bill Clinton, Rudy Guliani, Marco Rubio, Donald Trump) who make the restaurant a pit stop along their campaign trail to secure the Cuban vote.</p>\n<p>Politician stops at Versailles are the perfect way to connect with the Cuban community and rally their support. It places the politician in a relaxed setting and immerses them in a part of the culture of those members of the community who hold the voting power. It allows for rallies to be turned into a colada and pastelito stop in a place that signifies change and hope to the Cuban community. Not only that, it demonstrates a level of ‘superiority’ among other minorities as by seeking out meaningful places within the Cuban community to visit, politicians place a higher value on the Cuban vote as opposed to the ‘generalized’ rallies most campaigns hold for their Latino voters.</p>\n<h2>Castro</h2>\n<p>On November 21st, 1999, a homemade raft departed the coast of Cuba en route to Miami. Aboard the 17ft raft were fourteen individuals, among them were Elizabeth Brotons Rodrí guez and her five-year-old son Eliá n Gonzalez. During Thanksgiving weekend, two fishermen came across the small child floating inside an inner tube; the fishermen rescued the child and handed him to the U.S. Coast Guard. The child -after being taken to the hospital- was placed in the temporary care of his uncle Lá zaro, who lived in Little Havana with his family. Eliá n’s mother had drowned alongside eleven of the other passengers on the raft; Eliá n’s uncle and his family were political exiles of Cuba and wanted Eliá n to remain in their care and grow up in the U.S.; however, when news reached Eliá n’s father of the whereabouts of his child, he began demanding <br/>that the child be returned to Cuba. Thus, the custody dispute became a stand-off between the Cuban-American community, the American government, and Cuba.</p>\n<p>Cuban-Americans rallied outside of Versailles to call for Elían to remain in the States. The community understood the media attention that a rally for the “freedom” of the boy would have and felt empowered to stand outside of Versailles, a place in which President -at the time- Bill Clinton “dined” for the support of the Cuban community. Eventually, Fidel Castro began to demand the boy be returned with his father and warned of consequences otherwise. On April 22nd, 2000, the boy was seized from his relatives’ Little Havana home and returned to his father after a green light from Clinton’s attorney general Janet Reno. The return of Elían to the island caused riots to erupt in the streets of Miami; this was one of the first times Cuban-Americans were told “no” by the American government. Despite the government following protocol and laws (which Cuban-Americans remind others to do as well), the Cuban-American community was not satisfied with <em>their</em> child being returned.</p>\n<p>Riots emerged and many stood outside the restaurant where the media sought out comments from the community. Many individuals accused Clinton of being a “Communist” and a “Castro lover,” in the minds of Cuban-Americans, the United States subjugated itself to Castro by allowing the return of Elían to the island. This subjugation reminded them of what life under Castro looked like and it became their duty to ensure their newfound home would never fall subject to the hands of Fidel Castro. Thus, Bill Clinton and Janet Reno’s actions in the Elían case were not only deemed a failure but ultimately pushed generations of Cubans to the Republican party with over 10,000 switching parties during the 2000 election (Golden and McDonell).</p>\n<p>On November 25th, 2016, Fidel Castro passed away. Since the establishment of Versailles, Felipe Valls talked about the day that the people would gather in the restaurant and <br/>celebrate the death of their tyrant. Versailles had been counting down the days and people in the Cuban-American community took to the restaurant to celebrate; the restaurant has a plaque in front of its famous ventanita that reads: “<em>In recognition of the Cubans; men and women that never resigned to live without liberty. Which reunited daily in Versailles, cultural and patriotic center to contribute ideas and share dreams of a return to the country that awaits them.</em>” For Cuban-Americans, Nov. 25th was the day they had dreamed of.</p>\n<p>Only sixteen days after President Trump’s election, the front of Versailles not only showed Cuban flags but Trump/Pence flags, as well as Trump masks. Looking at images of the demonstrations, it is hard to tell whether it is a Trump rally or a “Cuba Libre” party. After the Elían fiasco and President Obama’s re-establishment of ties with the island, Cuban-Americans shifted even further to the right and to Trump’s anti-welfare, anti-immigrant, anti-Castro, and anti-Communist rhetoric. During his campaign, Trump made a point to stop at Versailles and order a colada and pastelitos with fellow Republican Rudy Giuliani. Donald Trump and his $83 tip to the Versailles workers demonstrated a “re-focus” of Cuban-American interests at the front of immigrant issues in the United States; after a period in which Cuban-Americans felt ignored by the American government (Cuban-Americans protested Obama’s decision to visit the island in front of Versailles).</p>\n<p>Despite Donald Trump’s strong anti-immigrant rhetoric, Cuban-Americans felt exempt from his discourse. Cuban-Americans even emulated the anti-immigrant discourse. Just as Omatsu had established regarding neo-Conservative Asian Americans, Cuban-Americans replicated anti-immigrant discourse because they oppose the idea of “government handouts” (49). Despite their history of government handouts, Cuban-Americans believe their “handouts” to be justified, while they embrace the deportation of Central and South American immigrants. Cuban-Americans are further drawn to ideologies of the right, out of fear of another Castro-like figure taking over and they denounce any ideas that strive away from the “free-market” system. Thus, some Cuban-Americans end up driving themselves to the extremist side of the right.</p>\n<h2>Cuba</h2>\n<p>On January 6th, 2020 a group of armed individuals waving Trump flags stormed the country’s capitol to attempt to return the election to Donald J. Trump, who they believed to be its rightful winner. The attack on the capitol was led by far-right groups; these far-right groups hold extremist ideas that take Omatsu’s description of the neo-Conservative minority one step further. The Capitol Stormers were ready to lynch and murder politicians whom they believed helped rig the election or those they simply disliked, such as Mike Pence, Alexandra Ocasio-Cortez, and Nancy Pelosi. One of the far-right groups that were present was the “Proud Boys.” The Proud Boys are a self-proclaimed “Western chauvinist group”; they believe heavily in anti-Communsit, white supremacist, and sexist/homophobic rhetoric. The group has been labeled as a ‘hate group’ by the Southern Poverty Law Center; however, when asked about their rhetoric, Cuban-American leader Enrique Tarrio is quick to shut down white supremacist accusations by saying “<em>I am pretty Brown.</em>” Born to Cuban-American parents, the leader of the Proud Boys grew up in Miami. In an article published by the LA Times, it is established that Enrique’s hateful rhetoric is easily mistaken for the ideas of Conservative Cuban-Americans that grew up in the shadow of the exile rhetoric (Martinez).</p>\n<p>On July 11th, 2021 protests erupted in Cuba due to a lack of food and medical supplies amidst the middle of the COVID-19 pandemic. The protests were not only on the island, but they also followed the streets of Miami; more specifically, the doors of Versailles. Hundreds of Cubans took to Versailles to chant “Patria y Vida” and call for the fall of Communism and those appointed by Castro. Versailles was flooded with Cuban Americans of all ages and the crowd was covered in Cuban and American flags. But, the protestors were not merely seeking change in Cuba, they also denounced the Biden administration, called Joe Biden a Communist, and called for Donald Trump to step in and save the Cubans.</p>\n<p>Even though during his four years in power Donald Trump took limited action in regards to Cuba, the 44th President no longer held any power to bring the liberation to the island Cuban-Americans dream of; yet, the far-right rhetoric was evident among the Cubans as they believed that the Republican President would help them overthrow the government in the island. Moreover, Cuban-Americans were able to exercise their ‘peaceful protests’ with no problem, although a year prior Black Live Matter protests were depicted to be violent and riots, as the media ignored the peaceful marches; because it was a matter of their concern, Cuban-Miami had no issue blocking off <em>Calle Ocho</em> and regulating the traffic to allow the protestors to march.</p>\n<p>Looking at images of the crowd the flags of the Proud Boys are present everywhere. The Proud Boys stood outside of Versailles, the hub for freedom, and spoke to the masses. In the past, groups that have incited political change, such as the Black Panthers and the Young Lords, have been destroyed by the American government, and their leaders targeted (Morales, Lew-Lee); yet, far-right groups seemed to be able to display their rhetoric freely. The Cuban people in the protests would go up to Enrique Tarrio and other Proud Boy members and pose for photos with them. The Cuban-American groups were easy to incentivize. Standing in front of Versailles, the Proud Boys preached the three C’s: Cuba, Castro, and Communism; they denounced the Castro regime, they denounced Communism and called for a free Cuba, all while wearing “Capitol Raiders” shirts.</p>\n<p>The presence of the Proud Boys in front of Versailles mixes the promise of freedom that many Cuban-Americans crave with far-right ideology. At that moment, as Cuban-Americans welcomed the group and embraced its words, their ideologies married and it is hard to think of the two individually. Enrique Tarrio holds the privilege to engage in the Proud Boys; despite being Afro-Cuban, Enrique is light-skinned and, thus, is able to pass as ‘white’ most of the time. Not only that, but far-right ideology fails to be questioned among Cuban-Americans because the three C’s can be a direct mode to the extreme of the right political spectrum.</p>\n<h2>Privilegio y Más</h2>\n<p>The Cuban-American community has been allowed a ‘protest hub’ for years. The existence of Versailles and its history allows us to examine the political trends among Cuban-Americans. The prevalence of Versailles despite its history of political ties demonstrates the exceptionalism that exists within the Cuban-American community that sprouts from the U.S. and Cuba’s complicated history. The government, at first, catered to the Cuban community, they gave them aid and advanced their opportunities, the Cuban-American community got used to the government complying with their demands and ‘being on their side.’ Thus, when the government took another route, Cuban-Americans were quick to burn American flags upside down.</p>\n<p>In the Cuban-American community, the existence of the microcosm of what a non-Communist Cuba could look like in Miami detaches the individuals from the reality of what it means to be a minority in America. It is a utopia that most Cuban-Americans live in. In this utopia, Versailles has been established as its capital and it acts on the voices of those Cubans who speak on the three C’s; in Versailles, there exists no option to contradict what its Cuban-American patrons say. Children of the exiles and the exiles themselves, after observing the trends of favoritism towards Cuban-Americans, grow up with a unique vision of how the  American government acts toward its constituents. Living in a reality other than that is impossible for them. This pushes Omatsu’s neo-Conservative claim one step further and elevates the Cuban-American community to the far-right spectrum. Cuban-Americans, no longer hold the idea that their community should serve the government that ‘saved’ them, rather the government must serve them now. And, Cuban-Americans will utilize Versailles to let the government know.</p>\n<h2>Works Cited</h2>\n<p>García, María C. “\"Dialogueros\": Cuban Exile Political Groups and United States-Cuba Policy.” Journal of American Ethnic History, vol. 17, no. 4, 1998.</p>\n<p>Lew-Lee, Lee, director. All Power to the People. 1996.<br/>Martinez, Fidel. “Latinx Files: The Proud Boys' Hispanic face.” Los Angeles Times, 16 June 2022, https://www.latimes.com/world-nation/newsletter/2022-06-16/latinx-files-proud-boys-enrique-tarrio-january-6-latinx-files. Accessed 16 December 2022.</p>\n<p>Mc Donnell, Ross, and Tim Golden, directors. Elian. Gravitas Ventures, 2017. Kanopy.</p>\n<p>Morales, Christina. “Felipe Valls, 89, Dies; His Cuban Restaurant Became a Political Hub.” The New York Times, 5 December 2022, https://www.nytimes.com/2022/12/05/us/felipe-avalls-dead.html. Accessed 15 December 2022. Morales, Iris, director. Pa'Lante Siempre Palante! The Younglords. 1996.</p>\n<p>Omatsu, Glenn. “The 'Four Prisons' and the Movements of Liberation.” The State of Asian America, South End Press, 1994. Southern Poverty Law Center. “Proud Boys.” Southern Poverty Law Center, https://www.splcenter.org/fighting-hate/extremist-files/group/proud-boys. Accessed 17 December 2022.</p>",
  "seo": {
    "title": "En La Ventanita de Versailles: Coladas, Pastelitos, and Far-Right Poltics — Camila Tiburcio Rubio",
    "description": "In this essay by Camila Tiburcio Rubio, “En La Ventanita de Versailles: Coladas, Pastelitos, and Far-Right…,” Examining the popular cuban restaurant,…"
  },
  "version": 1,
  "status": "published"
}