{
  "title": "La Pelicula de Ana: A Look At Jineteras in Cuba",
  "slug": "la-pelicula-de-ana-a-look-at-jineteras-in-cuba",
  "section": "Essay",
  "tags": [
    "Cuba",
    "Castro",
    "Movies"
  ],
  "author": "Camila Tiburcio Rubio",
  "excerpt": "Sex Work and the City: New York-Buenos Aires",
  "date": "2025-11-17T01:44",
  "readMinutes": 20,
  "featured": false,
  "cover": {
    "src": "https://mahmouds1201.github.io/CamilaTiburcioRubio/images/2025/11/la-pelicula-de-ana-a-look-at-jineteras-in-cuba/cover.jpg",
    "alt": "Photo of cast and directors of La Pelicula de Ana"
  },
  "bodyMarkdown": "In 1959, Fidel Castro and his followers successfully defeated the U.S.-backed regime of Fulgencio Batista. After centuries of the commodification of Cuba for the well-being of tourists, the success of the Cuban Revolution signified a turn into a new chapter of autonomy for the island. There were promises of a better future for all Cubans on the island. There were promises of a united Cuba that thrived under communism. The sentiment around the island, overall, became filled with dreams and hopes of autonomy from imperial powers -such as the United States. Castro made many speeches and discussed the role of the “once” oppressed in the new nation. Focusing on his comments on women, Castro boasted about the role and importance that the Cuban woman had in the success of the Revolution. Not only that but, he celebrated their newfound political power while rejecting the exploitative attitudes that the culture held towards women (García, 2018).  \n\nPrevious to the Revolution, Cuba was the playground of foreigners. Lavish hotels accompanied the luxurious casinos owned by the mafia, and the island and its resources became a source of investment and profit for people who probably set foot on the island twice out of the entire year. Prostitution was a staple of the playground and a very attractive business for the foreigners who sought to experience a night of passion with the “exotic” Cubana. It is estimated that in the 1950s, La Habana had around 270 brothels and around 11,500 women engaged in sex work (Farber, 2015). This is not to say that prostitution was venerated on the island, nor that the women engaged in it free of prosecution; however, the island of sin maintained the world’s oldest profession when it was convenient for their pockets. When the Revolution triumphed, a campaign to rehabilitate and offer alternative employment to sex workers was created. The campaign began to view women engaged in the trade as victims of the systems of colonialism and imperialism set forth by the past and sought to offer the necessary tools for these women to become “respected” members of the new Cuban state (Hynson, 2015). As the campaign ended in 1964, efforts to end prostitution shifted to the criminalization and the persecution of women who failed to adhere to the moral codes that the Federation of Cuban Women (FCW)  and the Committee of Defense of the Revolution (CDR) set forth. These codes were utilized to police the behavior of not just sex workers but of any woman on the island. Through this, certain behaviors that were looked at as being “inappropriate” brought the marginalization of women, but more specifically contributed to the perpetuation of the overtly sexual mulata (a woman of mixed Black and White ancestry). The behaviors that the FCW and the CDR sought to eradicate were attitudes that were common among lower-class mulata and Black women (Hynson, 2015). Thus, the fight against prostitution on the island that sought to elevate the oppressed became about further oppressing the already oppressed.  \n\nNonetheless, the focus on prostitution in the social and cultural aspects increased after the economic fall of the 1990s. After decades of financial support from the Soviet Union, the island suffered a disastrous economic recession when the Berlin Wall fell. The fall of the Soviet Union meant that its main supplier of food, machinery, and other goods was gone and with this fall Cuba’s biggest enemy -the U.S.- tightened the conditions of its economic embargo virtually suffocating the island and prohibiting other countries from trading with Cuba without facing repercussions in their relations with Uncle Sam (CubaPlatform, n.a.). The fall ultimately undid over thirty years of economic and social progress. At the same time, people on the island needed a way to survive, the rations were bringing stale bread and spoilt milk. Children who grew up during the prosperity of the island were entering their adult years in a job market that was non-existent and yielded no results. Proper jobs brought mere crumbs to the table. This is where jineteras were born.  \n\nAmid the Periodo Especial, women needed to provide for their children, their families, or themselves. They found themselves in a position in which the job market was not a reliable place, and their “technical” skills were not worth enough, thus, they began to engage in sex work to survive. What makes a jinetera different than a prostitute is the construction of the relationships they develop with their clients. A jinetera is a woman who forms a relationship with one or various foreign men for the exchange of economic goods or security. A jinetera is not just a “one-time fuck.” Senior research fellow for the Overseas Development Institute, Meagan Daigle, in her book From Cuba with Love: Sex and Money in the Twenty-First Century, writes that jineterismo has created a “tourist-oriented, sexual-affective economy, an economy that is not purely economic but deals also in affect, love, solidarity” (2015). In traditional prostitution, women engage in sex acts with men of the area or more affluent men who reside in the city/country they are in, however, the difference is that jineterismo is not about working with men on the island, the whole premise is that men in the island are unable to provide financially, thus, women must seek out foreign men who will be able to provide. The phenomenon has expanded and it reached a point in which any woman who marries a foreigner (this is more common discourse placed upon Cuban women of color) can be labeled a jinetera. The economic need in Cuba has erased the idea that people from different nationalities can truly fall in love, rather love comes secondary to a loaded wallet.  \n\nIn the present day, Cuban culture has incorporated the jineteras as muses for their art. Numerous songs by artists like KolaLoka, Orishas, Gente de Zona, and El Chulo talk about the experience of jineteras whether it is hearing the jinetera’s stories or positioning themselves as protectors of the women. Not only that but, the phenomenon has also been the subject of admiration by filmmakers. In 2012, filmmakers Daniel Díaz Torres from Cuba and Esther Rauch from Germany produced the film La Película de Ana. The film focuses on the journey of a mediocre Cuban actress who needs money to buy a new fridge for her house that she shares with her mom, her sister, her nephew, and her husband. After refusing the help of her sister’s ex-husband, Ana decides to enlist the help of Flavia -a jinetera- and work with her to fool two German filmmakers who are coming to Cuba to produce a documentary about sex work on the island. The story gets more complicated as Ana’s one-time role is all of a sudden turned into a feature film. Tasked with recording her experiences as a jinetera, for the price of USD 3,000, Ana must work with her husband and Flavia to satisfy the idea of the life of a jinetera that the filmmakers want to see and that Ana invented. Through this film, the complex relations of the Cuban people towards jineteras are developed. In this essay, I will analyze three main areas of focus that tell us about the perception and the role of jineteras in Cuban life: family, men, and jineteras themselves.  \n\n## “¿No Anita? ¿Y quien lo va a comprar, tú?”\n\n As the film begins to develop, we are quickly drawn into the family dynamic of Ana. We see the struggle and ache that living conditions in Cuba have placed upon her and the rest of her household. One of the opening sequences is that of her mother complaining over the lack of air conditioner, lack of cold water, and lack of help from Ana. Then, we also met Ana’s sister, Dulce. We learn quickly that Dulce is a single mom to a little boy and that the child’s father is coming to visit them from Miami. Dulce has a hostile attitude towards Ana and shames her for her lack of financial contribution to the household. Upon seeing the lack of a functional fridge and being in a better position financially, Richard, Dulce’s ex-partner, offers to buy the family a new fridge. Ana -for undisclosed reasons- does not want to accept the handout from Dulce’s ex-partner. She refuses to let the Miami-Cuban utilize his money to improve the conditions of the family. In turn, we see Ana jump into the opportunity to be part of the documentary about jineteras, even if it means deceiving the directors, to aid her family in purchasing a new fridge.\n\nAs her mom hears the news, she is ecstatic but Ana’s sister is more reluctant to believe the casting of Ana. However, as the movie progresses, we begin to see the dynamics of a jinetera and their family come through. Ana completes the first portion of the documentary -and believes her job is done- she quickly purchases the fridge that her family needs. Upon the arrival of the fridge, her mom and her sister are over the moon, and Ana even buys Dulce apple juice as it is her favorite. This is a dynamic that is reproduced by jineteras on the island. We see women becoming the main carriers of the financial burdens in their homes as they gain access to cash from their clients. An article from the Journal of International Women’s Studies writes that at times, jineteras feel as though they must “work, earn money, and thus increase their family’s buying power” (Pope, 2005). Ana reproduces this sentiment as well, she not only enters the role of jinetera, for her family but decides to take on the role of jinetera to continue to elevate her family’s status. Even selfishly, it can be said that Ana decided to continue to play a jinetera because she wanted the money for her and her husband, Vergara. It still is a self-sacrifice that she engages in. The possibility of the directors discovering she was lying about being a jinetera and the risk of entering the world of jineterismo continues to be a form of self-sacrifice of not just her time but of her body. A sacrifice done to bring a fantasy to life that will improve the conditions of her family’s life.  \n\nWe see the materialization of capital in Cuba, in the fact that Ana’s family (minus her husband), does not ask further questions as to where the money is coming from. They do not ask to see the film, nor do they ask Ana for details about the role she is playing. Similarly, to the jineteras that Daigle interviews in her book, there is -at times- a silent agreement between the families and the jineteras: they benefit from the money, but they never ask or never know where it comes from (2015). A silent benefactor to the family are the men who fund the jineteras, and in Ana’s case, it is jineterismo itself that is the silent benefactor for her home. \n \n> La Puta Esa Es La Que Te Esta Haciendo A Ti” \n\nThe men in the movie can be broken down into three categories: el chulo, el yuma, and el monstruo. The movie, while mostly focusing on Ana, allows for a critical look at the men who fund the documentary as well as the man in Ana’s life. Despite their differences, the men share one common attribute: Ana’s body is for their benefit.  \n\n## El Monstruo\n\n As Ana, under the pseudonym Ginette, secures the interview and decides to move forward with the documentary offer from the German filmmakers, she sees herself interacting more and more with el monstruo known as Dieter. He is the lead director in the documentary. While it was not his job to meet Ginette (Ana’s jinetera alter ego), he was quick to withdraw money and flaunt it in her face to persuade Ginette to accept the documentary proposal. His character does not seem too eager to get to know Ginette, he simply cares about the production of the documentary and the minimalized spending of funds. Dieter had been the most vigilant of Ginette. To the point in which Ginette escalated an encounter with the police -who stopped Ginette and another woman for alleged solicitation- to prove to Dieter that her persona was real and was used to harassment by the police. He eventually discovers that Ginette is not real, but rather a persona created by “mediocre” actress Ana. He discovers this as he is sitting at a bar, watching television, and glances over at the television to watch Ana performing in her recurring role as a Native American princess in Las Aventuras. He asks the bartender who the actress is and the truth comes out. Upon learning this information, Dieter decides to set up a 1-on-1 meeting with Ginette.\n  \n In their meeting, which occurs in Ana’s confidant and partner in crime Flavia’s apartment, Deiter quickly confronts Ginette with his discovery and threatens to expose her fraudulent lies to the rest of the team and the police. However, he offers her an out -in an interesting turn of character- and after threatening to tell on her for being a “puta falsa” (fake whore) he asks her if she aspired to become “¿una puta real?”(a real whore). He grabs her hair and the camera pans to another shot of Flavia and the other German directors in a meeting room. Towards the end of the movie, it is exposed by Ana that Dieter attempted to rape Ana in Flavia’s apartment, however, after hearing Ana’s screams the neighbors intervened. A hidden camera set in the apartment recorded the incident and Ana showed this footage to the room. What is interesting and very telling of Cuba culture is that in the footage of the attempted rape, we can overhear the wife of Flavia’s neighbor yell “Do not hurt him, he is a foreigner!”\n\nThis character felt entitled to the body of Ana for the money he had invested in her character Ginette and for Ana’s deceiving of himself and his team. This is something that occurs at times in relationships that the jineteras engage in. The men in these scenarios feel entitled to the performance of a certain role of femininity and exoticism for the money they “invest” in the women. This is something that anthropologist Nicole Constable discusses in her text The Commodification of Intimacy: Marriage, Sex, and Reproductive Labor; she talks about the commodification of the “girlfriend experience” by men and how men search in sex workers the behaviors they can not ask from a wife (2009). Dieter’s usage of the word puta separates Ana from an acceptable woman to a woman who can be taken advantage of without repercussion. Not only that but, it demonstrates Dieter’s security in his power and his money on the island. He does not fear repercussions, not even after being exposed to his crew. He gets to walk away.  \n\n## El Yuma\n\nThe term “yuma” is utilized in Cuba to refer to a foreigner. In this case, I categorize the second German director, Helmut, as el yuma. Helmut is introduced to us as the recruiter, he is shy and easy to persuade. Moreover, the presence of Flavia and Ana is enough to intimidate him. Ana introduces herself in a flirtatious and outspoken manner to him from the beginning. He is captivated by Ana’s character and when she comes with a demand, he is quick to try to make it happen. I categorize him as el yuma as opposed to Dieter’s stronger categorization because Helmut is a gullible man, who means no harm, rather he buys into the performative femininity that Ana has given him. Towards the end of the movie, after Dieter and the rest of the producers storm out, Helmut confesses his love for Ginette (that is the jinetera Ana created). Ana in return asks him “And who am I? How am I?” Helmut responds and says that she is an honest woman, a woman with dignity. Ana walks away and that is the last we see of Helmut. Jineteras are forced to form a part of fantasy, they need to portray the dream woman that the foreigner wants to be with. One could even argue that the job is slightly harder than that of a streetwalker in the sense that these women must form emotional connections with the men to drive them to become financially responsible for them. The women must be feminine and exotic at the same time. \n\nHelmut praised Ginette for not “blaming the Revolution nor foreigners” for her messed up life. He praised Ginette for being self-sufficient and courageous despite her situation. Helmut fell in love with a person that is not real. This is something that Constable discusses as well when talking about the marriage of Dominican women to foreign men, she discusses the relationship these women forge as a “performance” of love to mask the economic exchange and benefits the women receive (2009). For Helmut, his love for Ginette is love for a person that is not real. It is a persona created by Ana who sought to exaggerate her life to please the foreign man into believing that he has found the only “puta Santa” (that is the one who does not complain, who remains content with her country, and who does not feel disgusted towards the foreigners) in all of Cuba.  \n \t\n## El Chulo\n\n\nAt the beginning of the movie, we learn of Ana’s marriage to Vergara. It appears that the couple is in the entertainment industry as Vergara is a director and editor. However, just like Ana, his career has been stagnant for quite some time. Vergara is driven by self-interest. Upon hearing of Ana’s casting in the movie (at first, Ana lies and says it is a movie, not a documentary), he asks Ana to hand the director a copy of one of Vergara’s best jobs in the odd chance he might need a production assistant. Ana makes clear the limited influence that she has in the business multiple times throughout the movie; nonetheless, Vergara insists that Ana share the tape.\n  \nUpon learning that Ana lied about the project and is now required to record footage of her life as a jinetera for the documentary, Vergara enlists himself to be Ana’s personal director. However, very quickly we see Vergara’s repressed dreams try to be achieved through the exploitation of Ana. Vergara demands that Ana ask the German producers for more money, more equipment, and more time. He refuses to let Flavia (the actual jinetera) record footage for the movie, out of fear of her destroying his craft and refuses to listen to Ana’s input as to what the film has to look like. Eventually, Ana discovers that Vergara has been taking the extra equipment and money to produce his “second coming” film. After a fight ensues, Vergara accuses Ana of having the natural qualities of a jinetera. Completely ignoring the fact that it was at his request that Ana needed to flirt with the producers to secure more time, equipment, and money.\n  \nVergara is categorized as el chulo based on Cynthia Pope’s The Political Economy of Desire: Geographies of Female Sex Work in Havana, Cuba. Pope provides us with a description of the new pimps who have entered the jinetera scene. The pimps -known as chulos- have entered the scene as policing of jineteras has increased beginning in the early 1990s; these men act as the primary point of contact between the foreign man and the jinetera, they strip the autonomy from the woman and place the business and profit in their hands (2005). This is similar to Vergara’s behavior in the movie. While he is not the point of contact for the directors, he ultimately is the one who is benefiting the most from Ana’s performance. He simply sits back, works on his project, and lets Ana face the scrutiny of the directors and the possibility of arrest for visiting the whorehouses of La Habana. Like a chulo, it is Ana’s body that is the source of capitalization for Vergara and he pushes its exploitation for the benefit of his failed producer career.  \n\n> Actuar es como putear un poco, ¿no?” \n\nDespite the film being focused on Ana’s experience, a critical analysis of both Flavia, the actual jinetera, and Ana, the actress, provides us with an interesting insight as to what it means to be a jinetera.  \n \t\n## Flavia\n\n \nThe character of Flavia is introduced to us in Ana’s neighborhood salon. Flavia discusses how in Las Aventuras in which Ana stars, the Spanish conquistadores will always win due to the betrayal of “una india jinetera, la Malinche.” Flavia’s character in the movie represents the social disdain and rejection of jineteras on the island. By framing La Malinche as a jinetera, Flavia connects to the Revolutionary discourse over the victimhood of the jineteras; the trap of selling their bodies due to the robbed landscape that colonialism and imperialism left Cubans to deal with (Pope, 2005; Daigle, 2015; Hynson, 2015). Throughout the movie, Flavia’s character is constantly given an arc of redemption or rather an excuse for her jiniterismo. At first, she tells Ana that nothing went wrong in her life for her to become a jinetera, however, a couple of scenes later we learn that her aunt is in a vegetable state in the hospital and Flavia is her sole caretaker. Not only that but, early on we learn that Flavia suffered domestic violence at the hands of a German man whom she married to escape the island. The movie does not allow Flavia to own her job, rather she must have been driven there with reason. She is not a whore because she wants to be, rather she has to be. That is similar discourse that the state in Cuba seeks to give, women are victims of the past.  \n\n## Ana\n\n\nAna seems to be the ‘good girl’ at the beginning. Unlike Flavia, her character matters. She ducks her head as she walks with Flavia, and shivers at the thought of Cuban people watching her perform as a jinetera. She lacks the confidence to speak up to her boss and her family. But, she is also arrogant. After seeking Flavia's help in entering the project, Flavia asks Ana to secure her a small television role. Ana tells Flavia that acting takes craft and education, something that Flavia does not have. At that moment, Flavia tells her “Acting is just like whoring around, no? You do it to please others, and have them tell you how good you are?” This specific scene is crucial to the movie, as it is a moment in which Ana realizes that the difference between Flavia and her is only one: penetration. Ana puts on the performances of her life, she crafts a back story for her alter ego, Ginette, so heartwrenching, that the producers decide to give her a feature film. Ginette was raped by a foreigner, her dad committed suicide, her mom too, and has a son by her rapist. Her story seems very far-fetched and if anyone had stopped to think it through, the flaws in her words would have been noticed as she becomes careless with the attention she gets and contradicts herself by saying her dead mother is now alive and suffering from bone aches. Ana becomes a performer for the men. She is selling them the fantasy of the exotic vixen, who will submit herself to you, but who is also a daughter of the Revolution and will -in all her Cuban glory- be dominant over her man at times. Ana goes from distancing herself from the jineteras to becoming entrenched in the same systems and people that are key in the jinetera ecosystem. Ana becomes dependent on the foreign men for money, she must perform the role they believe her to be, and she must give that money to Vergara, her mother, and her sister (Pope, 2005; Diagre, 2015). She is a jinetera through and through; the only thing that is missing is sex.\n  \nAna held judgment over the jineteras, at one point asking Flavia “What happened that made you this way?” But towards the end of the movie, as she storms away from her home after Vergara tells her that he agreed to edit the footage of Ana’s attempted rape to avoid being reported by Dieter for fraud, we see Ana disillusioned with everything. She rejects the man in her home, she rejects her family, but she also flips off a group of foreign men who begin to catcall her. However, she puts her middle finger down and puts both of her hands up, as if to imitate the lenses of cameras, and follows the foreign men as they drive away. This is the ending shot of the movie and it ends up framing the phenomena of jiniterismo as a problem of the foreigners. By “switching the focus” of the camera (that is by holding her hands up), Ana rejects the deep-dive into the life of the jineteras and rather turns the camera around as if asking the foreigners: why do you not have a look at yourself?\n  \n## Final\n\n\nLa Pelicula de Ana offers a rich insight into the role of jineteras in Cuban life. They are breadwinners and they are fantasies, they are exploited and they are victims, they lack autonomy and they lack support. That is the life that directors Daniel Díaz Torres and Esther Rauch assign to them. More interestingly, the directors return the film to a point of focus, not on the jineteras but on the foreigners. As mentioned before, Ana rejects the foreign men who harass her as they drive off in their shiny, red car. The main issue for the directors is the men who come to the island seeking these exploitative relations, not only do they never truly know the women they pursue (Helmut), but they are aggressive and possessive over them (Dieter), and to them, the island is a pick-up ground for girls (the men in the last scene). The film fails to deeply interrogate the economic problems in Cuba and further examine the real POV of the jineteras. This story was not about Ana, it was about the foreigners and their claim to the women of the island.  \n\n## References\n\n \nConstable, N. (2009). The Commodification of Intimacy: Marriage, Sex, and Reproductive \nLabor. Annual Review of Anthropology, (38), 49-64. \n\nCuba Platform. (n.d.). The Special Period — Cuba Platform. Cuba Platform. Retrieved \nDecember 15, 2023, from https://cubaplatform.org/special-period \n\nDaigle, M. (2015). From Cuba with Love: Sex and Money in the Twenty-First Century. \nUniversity of California Press. \n\nDíaz Torres, D., & Rauch, E. (2012). La Película de Ana [Movie]. \n\nFarber, S. (2015, September 7). Cuba Before the Revolution. Havana Times. Retrieved December \n15, 2023, from https://havanatimes.org/features/cuba-before-the-revolution/ \n\nGarcía, Y. (2018, March 8). Fidel Castro: \"Sin la mujer, la obra ingente de la Revolución no habría sido posible.” Fidel soldado de las ideas. Retrieved December 15, 2023, from http://www.fidelcastro.cu/es/articulos/fidel-castro-sin-la-mujer-la-obra-ingente-de-la-revo lucion-no-habria-sido-posible \n\nHynson, R. (2015, January). \"Count, Capture, and Reeducate\": The Campaign to Rehabilitate Cuba's Female Sex Workers, 1959-1966. Journal of the History of Sexuality, 24(1), 125-153. \n\nPope, C. (2005, June). The Political Economy of Desire: Geographies of Female Sex Work in \nHavana, Cuba. Journal of International Women's Studies, 6(2), 1-21. \n",
  "bodyHtml": "<p>In 1959, Fidel Castro and his followers successfully defeated the U.S.-backed regime of Fulgencio Batista. After centuries of the commodification of Cuba for the well-being of tourists, the success of the Cuban Revolution signified a turn into a new chapter of autonomy for the island. There were promises of a better future for all Cubans on the island. There were promises of a united Cuba that thrived under communism. The sentiment around the island, overall, became filled with dreams and hopes of autonomy from imperial powers -such as the United States. Castro made many speeches and discussed the role of the “once” oppressed in the new nation. Focusing on his comments on women, Castro boasted about the role and importance that the Cuban woman had in the success of the Revolution. Not only that but, he celebrated their newfound political power while rejecting the exploitative attitudes that the culture held towards women (García, 2018).</p>\n<p>Previous to the Revolution, Cuba was the playground of foreigners. Lavish hotels accompanied the luxurious casinos owned by the mafia, and the island and its resources became a source of investment and profit for people who probably set foot on the island twice out of the entire year. Prostitution was a staple of the playground and a very attractive business for the foreigners who sought to experience a night of passion with the “exotic” Cubana. It is estimated that in the 1950s, La Habana had around 270 brothels and around 11,500 women engaged in sex work (Farber, 2015). This is not to say that prostitution was venerated on the island, nor that the women engaged in it free of prosecution; however, the island of sin maintained the world’s oldest profession when it was convenient for their pockets. When the Revolution triumphed, a campaign to rehabilitate and offer alternative employment to sex workers was created. The campaign began to view women engaged in the trade as victims of the systems of colonialism and imperialism set forth by the past and sought to offer the necessary tools for these women to become “respected” members of the new Cuban state (Hynson, 2015). As the campaign ended in 1964, efforts to end prostitution shifted to the criminalization and the persecution of women who failed to adhere to the moral codes that the Federation of Cuban Women (FCW)  and the Committee of Defense of the Revolution (CDR) set forth. These codes were utilized to police the behavior of not just sex workers but of any woman on the island. Through this, certain behaviors that were looked at as being “inappropriate” brought the marginalization of women, but more specifically contributed to the perpetuation of the overtly sexual mulata (a woman of mixed Black and White ancestry). The behaviors that the FCW and the CDR sought to eradicate were attitudes that were common among lower-class mulata and Black women (Hynson, 2015). Thus, the fight against prostitution on the island that sought to elevate the oppressed became about further oppressing the already oppressed.</p>\n<p>Nonetheless, the focus on prostitution in the social and cultural aspects increased after the economic fall of the 1990s. After decades of financial support from the Soviet Union, the island suffered a disastrous economic recession when the Berlin Wall fell. The fall of the Soviet Union meant that its main supplier of food, machinery, and other goods was gone and with this fall Cuba’s biggest enemy -the U.S.- tightened the conditions of its economic embargo virtually suffocating the island and prohibiting other countries from trading with Cuba without facing repercussions in their relations with Uncle Sam (CubaPlatform, n.a.). The fall ultimately undid over thirty years of economic and social progress. At the same time, people on the island needed a way to survive, the rations were bringing stale bread and spoilt milk. Children who grew up during the prosperity of the island were entering their adult years in a job market that was non-existent and yielded no results. Proper jobs brought mere crumbs to the table. This is where jineteras were born.</p>\n<p>Amid the Periodo Especial, women needed to provide for their children, their families, or themselves. They found themselves in a position in which the job market was not a reliable place, and their “technical” skills were not worth enough, thus, they began to engage in sex work to survive. What makes a jinetera different than a prostitute is the construction of the relationships they develop with their clients. A jinetera is a woman who forms a relationship with one or various foreign men for the exchange of economic goods or security. A jinetera is not just a “one-time fuck.” Senior research fellow for the Overseas Development Institute, Meagan Daigle, in her book From Cuba with Love: Sex and Money in the Twenty-First Century, writes that jineterismo has created a “tourist-oriented, sexual-affective economy, an economy that is not purely economic but deals also in affect, love, solidarity” (2015). In traditional prostitution, women engage in sex acts with men of the area or more affluent men who reside in the city/country they are in, however, the difference is that jineterismo is not about working with men on the island, the whole premise is that men in the island are unable to provide financially, thus, women must seek out foreign men who will be able to provide. The phenomenon has expanded and it reached a point in which any woman who marries a foreigner (this is more common discourse placed upon Cuban women of color) can be labeled a jinetera. The economic need in Cuba has erased the idea that people from different nationalities can truly fall in love, rather love comes secondary to a loaded wallet.</p>\n<p>In the present day, Cuban culture has incorporated the jineteras as muses for their art. Numerous songs by artists like KolaLoka, Orishas, Gente de Zona, and El Chulo talk about the experience of jineteras whether it is hearing the jinetera’s stories or positioning themselves as protectors of the women. Not only that but, the phenomenon has also been the subject of admiration by filmmakers. In 2012, filmmakers Daniel Díaz Torres from Cuba and Esther Rauch from Germany produced the film La Película de Ana. The film focuses on the journey of a mediocre Cuban actress who needs money to buy a new fridge for her house that she shares with her mom, her sister, her nephew, and her husband. After refusing the help of her sister’s ex-husband, Ana decides to enlist the help of Flavia -a jinetera- and work with her to fool two German filmmakers who are coming to Cuba to produce a documentary about sex work on the island. The story gets more complicated as Ana’s one-time role is all of a sudden turned into a feature film. Tasked with recording her experiences as a jinetera, for the price of USD 3,000, Ana must work with her husband and Flavia to satisfy the idea of the life of a jinetera that the filmmakers want to see and that Ana invented. Through this film, the complex relations of the Cuban people towards jineteras are developed. In this essay, I will analyze three main areas of focus that tell us about the perception and the role of jineteras in Cuban life: family, men, and jineteras themselves.</p>\n<h2>“¿No Anita? ¿Y quien lo va a comprar, tú?”</h2>\n<p>As the film begins to develop, we are quickly drawn into the family dynamic of Ana. We see the struggle and ache that living conditions in Cuba have placed upon her and the rest of her household. One of the opening sequences is that of her mother complaining over the lack of air conditioner, lack of cold water, and lack of help from Ana. Then, we also met Ana’s sister, Dulce. We learn quickly that Dulce is a single mom to a little boy and that the child’s father is coming to visit them from Miami. Dulce has a hostile attitude towards Ana and shames her for her lack of financial contribution to the household. Upon seeing the lack of a functional fridge and being in a better position financially, Richard, Dulce’s ex-partner, offers to buy the family a new fridge. Ana -for undisclosed reasons- does not want to accept the handout from Dulce’s ex-partner. She refuses to let the Miami-Cuban utilize his money to improve the conditions of the family. In turn, we see Ana jump into the opportunity to be part of the documentary about jineteras, even if it means deceiving the directors, to aid her family in purchasing a new fridge.</p>\n<p>As her mom hears the news, she is ecstatic but Ana’s sister is more reluctant to believe the casting of Ana. However, as the movie progresses, we begin to see the dynamics of a jinetera and their family come through. Ana completes the first portion of the documentary -and believes her job is done- she quickly purchases the fridge that her family needs. Upon the arrival of the fridge, her mom and her sister are over the moon, and Ana even buys Dulce apple juice as it is her favorite. This is a dynamic that is reproduced by jineteras on the island. We see women becoming the main carriers of the financial burdens in their homes as they gain access to cash from their clients. An article from the Journal of International Women’s Studies writes that at times, jineteras feel as though they must “work, earn money, and thus increase their family’s buying power” (Pope, 2005). Ana reproduces this sentiment as well, she not only enters the role of jinetera, for her family but decides to take on the role of jinetera to continue to elevate her family’s status. Even selfishly, it can be said that Ana decided to continue to play a jinetera because she wanted the money for her and her husband, Vergara. It still is a self-sacrifice that she engages in. The possibility of the directors discovering she was lying about being a jinetera and the risk of entering the world of jineterismo continues to be a form of self-sacrifice of not just her time but of her body. A sacrifice done to bring a fantasy to life that will improve the conditions of her family’s life.</p>\n<p>We see the materialization of capital in Cuba, in the fact that Ana’s family (minus her husband), does not ask further questions as to where the money is coming from. They do not ask to see the film, nor do they ask Ana for details about the role she is playing. Similarly, to the jineteras that Daigle interviews in her book, there is -at times- a silent agreement between the families and the jineteras: they benefit from the money, but they never ask or never know where it comes from (2015). A silent benefactor to the family are the men who fund the jineteras, and in Ana’s case, it is jineterismo itself that is the silent benefactor for her home.</p>\n<blockquote>La Puta Esa Es La Que Te Esta Haciendo A Ti”</blockquote>\n<p>The men in the movie can be broken down into three categories: el chulo, el yuma, and el monstruo. The movie, while mostly focusing on Ana, allows for a critical look at the men who fund the documentary as well as the man in Ana’s life. Despite their differences, the men share one common attribute: Ana’s body is for their benefit.</p>\n<h2>El Monstruo</h2>\n<p>As Ana, under the pseudonym Ginette, secures the interview and decides to move forward with the documentary offer from the German filmmakers, she sees herself interacting more and more with el monstruo known as Dieter. He is the lead director in the documentary. While it was not his job to meet Ginette (Ana’s jinetera alter ego), he was quick to withdraw money and flaunt it in her face to persuade Ginette to accept the documentary proposal. His character does not seem too eager to get to know Ginette, he simply cares about the production of the documentary and the minimalized spending of funds. Dieter had been the most vigilant of Ginette. To the point in which Ginette escalated an encounter with the police -who stopped Ginette and another woman for alleged solicitation- to prove to Dieter that her persona was real and was used to harassment by the police. He eventually discovers that Ginette is not real, but rather a persona created by “mediocre” actress Ana. He discovers this as he is sitting at a bar, watching television, and glances over at the television to watch Ana performing in her recurring role as a Native American princess in Las Aventuras. He asks the bartender who the actress is and the truth comes out. Upon learning this information, Dieter decides to set up a 1-on-1 meeting with Ginette.</p>\n<p>In their meeting, which occurs in Ana’s confidant and partner in crime Flavia’s apartment, Deiter quickly confronts Ginette with his discovery and threatens to expose her fraudulent lies to the rest of the team and the police. However, he offers her an out -in an interesting turn of character- and after threatening to tell on her for being a “puta falsa” (fake whore) he asks her if she aspired to become “¿una puta real?”(a real whore). He grabs her hair and the camera pans to another shot of Flavia and the other German directors in a meeting room. Towards the end of the movie, it is exposed by Ana that Dieter attempted to rape Ana in Flavia’s apartment, however, after hearing Ana’s screams the neighbors intervened. A hidden camera set in the apartment recorded the incident and Ana showed this footage to the room. What is interesting and very telling of Cuba culture is that in the footage of the attempted rape, we can overhear the wife of Flavia’s neighbor yell “Do not hurt him, he is a foreigner!”</p>\n<p>This character felt entitled to the body of Ana for the money he had invested in her character Ginette and for Ana’s deceiving of himself and his team. This is something that occurs at times in relationships that the jineteras engage in. The men in these scenarios feel entitled to the performance of a certain role of femininity and exoticism for the money they “invest” in the women. This is something that anthropologist Nicole Constable discusses in her text The Commodification of Intimacy: Marriage, Sex, and Reproductive Labor; she talks about the commodification of the “girlfriend experience” by men and how men search in sex workers the behaviors they can not ask from a wife (2009). Dieter’s usage of the word puta separates Ana from an acceptable woman to a woman who can be taken advantage of without repercussion. Not only that but, it demonstrates Dieter’s security in his power and his money on the island. He does not fear repercussions, not even after being exposed to his crew. He gets to walk away.</p>\n<h2>El Yuma</h2>\n<p>The term “yuma” is utilized in Cuba to refer to a foreigner. In this case, I categorize the second German director, Helmut, as el yuma. Helmut is introduced to us as the recruiter, he is shy and easy to persuade. Moreover, the presence of Flavia and Ana is enough to intimidate him. Ana introduces herself in a flirtatious and outspoken manner to him from the beginning. He is captivated by Ana’s character and when she comes with a demand, he is quick to try to make it happen. I categorize him as el yuma as opposed to Dieter’s stronger categorization because Helmut is a gullible man, who means no harm, rather he buys into the performative femininity that Ana has given him. Towards the end of the movie, after Dieter and the rest of the producers storm out, Helmut confesses his love for Ginette (that is the jinetera Ana created). Ana in return asks him “And who am I? How am I?” Helmut responds and says that she is an honest woman, a woman with dignity. Ana walks away and that is the last we see of Helmut. Jineteras are forced to form a part of fantasy, they need to portray the dream woman that the foreigner wants to be with. One could even argue that the job is slightly harder than that of a streetwalker in the sense that these women must form emotional connections with the men to drive them to become financially responsible for them. The women must be feminine and exotic at the same time.</p>\n<p>Helmut praised Ginette for not “blaming the Revolution nor foreigners” for her messed up life. He praised Ginette for being self-sufficient and courageous despite her situation. Helmut fell in love with a person that is not real. This is something that Constable discusses as well when talking about the marriage of Dominican women to foreign men, she discusses the relationship these women forge as a “performance” of love to mask the economic exchange and benefits the women receive (2009). For Helmut, his love for Ginette is love for a person that is not real. It is a persona created by Ana who sought to exaggerate her life to please the foreign man into believing that he has found the only “puta Santa” (that is the one who does not complain, who remains content with her country, and who does not feel disgusted towards the foreigners) in all of Cuba.</p>\n<h2>El Chulo</h2>\n<p>At the beginning of the movie, we learn of Ana’s marriage to Vergara. It appears that the couple is in the entertainment industry as Vergara is a director and editor. However, just like Ana, his career has been stagnant for quite some time. Vergara is driven by self-interest. Upon hearing of Ana’s casting in the movie (at first, Ana lies and says it is a movie, not a documentary), he asks Ana to hand the director a copy of one of Vergara’s best jobs in the odd chance he might need a production assistant. Ana makes clear the limited influence that she has in the business multiple times throughout the movie; nonetheless, Vergara insists that Ana share the tape.</p>\n<p>Upon learning that Ana lied about the project and is now required to record footage of her life as a jinetera for the documentary, Vergara enlists himself to be Ana’s personal director. However, very quickly we see Vergara’s repressed dreams try to be achieved through the exploitation of Ana. Vergara demands that Ana ask the German producers for more money, more equipment, and more time. He refuses to let Flavia (the actual jinetera) record footage for the movie, out of fear of her destroying his craft and refuses to listen to Ana’s input as to what the film has to look like. Eventually, Ana discovers that Vergara has been taking the extra equipment and money to produce his “second coming” film. After a fight ensues, Vergara accuses Ana of having the natural qualities of a jinetera. Completely ignoring the fact that it was at his request that Ana needed to flirt with the producers to secure more time, equipment, and money.</p>\n<p>Vergara is categorized as el chulo based on Cynthia Pope’s The Political Economy of Desire: Geographies of Female Sex Work in Havana, Cuba. Pope provides us with a description of the new pimps who have entered the jinetera scene. The pimps -known as chulos- have entered the scene as policing of jineteras has increased beginning in the early 1990s; these men act as the primary point of contact between the foreign man and the jinetera, they strip the autonomy from the woman and place the business and profit in their hands (2005). This is similar to Vergara’s behavior in the movie. While he is not the point of contact for the directors, he ultimately is the one who is benefiting the most from Ana’s performance. He simply sits back, works on his project, and lets Ana face the scrutiny of the directors and the possibility of arrest for visiting the whorehouses of La Habana. Like a chulo, it is Ana’s body that is the source of capitalization for Vergara and he pushes its exploitation for the benefit of his failed producer career.</p>\n<blockquote>Actuar es como putear un poco, ¿no?”</blockquote>\n<p>Despite the film being focused on Ana’s experience, a critical analysis of both Flavia, the actual jinetera, and Ana, the actress, provides us with an interesting insight as to what it means to be a jinetera.</p>\n<h2>Flavia</h2>\n<p>The character of Flavia is introduced to us in Ana’s neighborhood salon. Flavia discusses how in Las Aventuras in which Ana stars, the Spanish conquistadores will always win due to the betrayal of “una india jinetera, la Malinche.” Flavia’s character in the movie represents the social disdain and rejection of jineteras on the island. By framing La Malinche as a jinetera, Flavia connects to the Revolutionary discourse over the victimhood of the jineteras; the trap of selling their bodies due to the robbed landscape that colonialism and imperialism left Cubans to deal with (Pope, 2005; Daigle, 2015; Hynson, 2015). Throughout the movie, Flavia’s character is constantly given an arc of redemption or rather an excuse for her jiniterismo. At first, she tells Ana that nothing went wrong in her life for her to become a jinetera, however, a couple of scenes later we learn that her aunt is in a vegetable state in the hospital and Flavia is her sole caretaker. Not only that but, early on we learn that Flavia suffered domestic violence at the hands of a German man whom she married to escape the island. The movie does not allow Flavia to own her job, rather she must have been driven there with reason. She is not a whore because she wants to be, rather she has to be. That is similar discourse that the state in Cuba seeks to give, women are victims of the past.</p>\n<h2>Ana</h2>\n<p>Ana seems to be the ‘good girl’ at the beginning. Unlike Flavia, her character matters. She ducks her head as she walks with Flavia, and shivers at the thought of Cuban people watching her perform as a jinetera. She lacks the confidence to speak up to her boss and her family. But, she is also arrogant. After seeking Flavia's help in entering the project, Flavia asks Ana to secure her a small television role. Ana tells Flavia that acting takes craft and education, something that Flavia does not have. At that moment, Flavia tells her “Acting is just like whoring around, no? You do it to please others, and have them tell you how good you are?” This specific scene is crucial to the movie, as it is a moment in which Ana realizes that the difference between Flavia and her is only one: penetration. Ana puts on the performances of her life, she crafts a back story for her alter ego, Ginette, so heartwrenching, that the producers decide to give her a feature film. Ginette was raped by a foreigner, her dad committed suicide, her mom too, and has a son by her rapist. Her story seems very far-fetched and if anyone had stopped to think it through, the flaws in her words would have been noticed as she becomes careless with the attention she gets and contradicts herself by saying her dead mother is now alive and suffering from bone aches. Ana becomes a performer for the men. She is selling them the fantasy of the exotic vixen, who will submit herself to you, but who is also a daughter of the Revolution and will -in all her Cuban glory- be dominant over her man at times. Ana goes from distancing herself from the jineteras to becoming entrenched in the same systems and people that are key in the jinetera ecosystem. Ana becomes dependent on the foreign men for money, she must perform the role they believe her to be, and she must give that money to Vergara, her mother, and her sister (Pope, 2005; Diagre, 2015). She is a jinetera through and through; the only thing that is missing is sex.</p>\n<p>Ana held judgment over the jineteras, at one point asking Flavia “What happened that made you this way?” But towards the end of the movie, as she storms away from her home after Vergara tells her that he agreed to edit the footage of Ana’s attempted rape to avoid being reported by Dieter for fraud, we see Ana disillusioned with everything. She rejects the man in her home, she rejects her family, but she also flips off a group of foreign men who begin to catcall her. However, she puts her middle finger down and puts both of her hands up, as if to imitate the lenses of cameras, and follows the foreign men as they drive away. This is the ending shot of the movie and it ends up framing the phenomena of jiniterismo as a problem of the foreigners. By “switching the focus” of the camera (that is by holding her hands up), Ana rejects the deep-dive into the life of the jineteras and rather turns the camera around as if asking the foreigners: why do you not have a look at yourself?</p>\n<h2>Final</h2>\n<p>La Pelicula de Ana offers a rich insight into the role of jineteras in Cuban life. They are breadwinners and they are fantasies, they are exploited and they are victims, they lack autonomy and they lack support. That is the life that directors Daniel Díaz Torres and Esther Rauch assign to them. More interestingly, the directors return the film to a point of focus, not on the jineteras but on the foreigners. As mentioned before, Ana rejects the foreign men who harass her as they drive off in their shiny, red car. The main issue for the directors is the men who come to the island seeking these exploitative relations, not only do they never truly know the women they pursue (Helmut), but they are aggressive and possessive over them (Dieter), and to them, the island is a pick-up ground for girls (the men in the last scene). The film fails to deeply interrogate the economic problems in Cuba and further examine the real POV of the jineteras. This story was not about Ana, it was about the foreigners and their claim to the women of the island.</p>\n<h2>References</h2>\n<p>Constable, N. (2009). The Commodification of Intimacy: Marriage, Sex, and Reproductive <br/>Labor. Annual Review of Anthropology, (38), 49-64.</p>\n<p>Cuba Platform. (n.d.). The Special Period — Cuba Platform. Cuba Platform. Retrieved <br/>December 15, 2023, from https://cubaplatform.org/special-period</p>\n<p>Daigle, M. (2015). From Cuba with Love: Sex and Money in the Twenty-First Century. <br/>University of California Press.</p>\n<p>Díaz Torres, D., &amp; Rauch, E. (2012). La Película de Ana [Movie].</p>\n<p>Farber, S. (2015, September 7). Cuba Before the Revolution. Havana Times. Retrieved December <br/>15, 2023, from https://havanatimes.org/features/cuba-before-the-revolution/</p>\n<p>García, Y. (2018, March 8). Fidel Castro: \"Sin la mujer, la obra ingente de la Revolución no habría sido posible.” Fidel soldado de las ideas. Retrieved December 15, 2023, from http://www.fidelcastro.cu/es/articulos/fidel-castro-sin-la-mujer-la-obra-ingente-de-la-revo lucion-no-habria-sido-posible</p>\n<p>Hynson, R. (2015, January). \"Count, Capture, and Reeducate\": The Campaign to Rehabilitate Cuba's Female Sex Workers, 1959-1966. Journal of the History of Sexuality, 24(1), 125-153.</p>\n<p>Pope, C. (2005, June). The Political Economy of Desire: Geographies of Female Sex Work in <br/>Havana, Cuba. Journal of International Women's Studies, 6(2), 1-21.</p>",
  "seo": {
    "title": "",
    "description": ""
  },
  "version": 1,
  "status": "published"
}