{
  "title": "The Cult of the Big Lie: A “How- to-Guide” On Becoming A Threat to Democracy",
  "slug": "the-cult-of-the-big-lie-a-how-to-guide-on-becoming-a-threat-to-democracy",
  "section": "Essay",
  "tags": [
    "Politics",
    "Trump"
  ],
  "author": "Camila Tiburcio Rubio",
  "excerpt": "An analysis of the Donald Trump as a catalyst for far-right extremism at its crescendo, January 6th.",
  "date": "2025-11-30T23:46:13.349Z",
  "readMinutes": 16,
  "featured": true,
  "cover": {
    "src": "https://lotk8.com/images/2025/11/the-cult-of-the-big-lie-a-how-to-guide-on-becoming-a-threat-to-democracy/cover.jpg",
    "alt": "Stop the steal rally"
  },
  "bodyMarkdown": "> 'So you think Biden is not the current president right now?'\n> 'No, sir. Never believed it.'\n> 'Whose fault [high gas prices] is it then?'\n> 'It’s Joe B-'\"\n\nA forty second TikTok clip has been able to capture the current mindset of over half of America (The Good Liars). Satirical internet reporters Jason Selvig and Davram Steifler have taken the Internet by storm by uploading content mocking the beliefs that supporters of President Trump’s Big Lie hold, in their videos they question supporters about evidence regarding voter fraud and debate them on Trump’s role in current events. The Big Lie, refers to the belief that the 2020 election was fraudulent and was tampered with in order to stop President Trump from carrying out his second term. The clips with over 10. 4 million views have been flooded by comments of disbelief over the firmness that believers of the Big Lie hold, with one user commenting *“LOL The inconsistency + the random statement about waking up is just mind boggling that this is the new normal for these ppl*” (@Klumzee TikTok). However, the comedic clips fail to capture the extent to which the Big Lie has entrapped American politics, rather it has created the stereotype and notion that individuals who hold these beliefs are educationally inferior to others; thus, allowing politicians who support the Big Lie to direct policies that restrict voting freedoms and continue to create spaces where the power of democracy extends only to those who think like them.\n\nThe Big Lie has been a threat in the making for years in American politics and its relation to President Donald Trump was the catalyst needed to shake the core of American democracy.\n\n## Part I: Getting Into Character\n\nThe concept of the Big Lie in modernity, refers to the belief that during the 2020 elections President Joseph R. Biden was fraudulently elected and in fact it was the 45th President, Donald J. Trump, who was democratically reelected as President. Despite multiple recounts, lawsuits, and reviews that prove that President Joe Biden won by over 7 million votes, the 45th President remains persistent on his triumph of the election (Block). Trump has utilized his extensive platform to spread the idea that the election was stolen from him and has urged his followers to abandon their trust in the American electoral process; his rhetoric has been so effective in reaching his target audience that a CNN poll establishes that over 78% of Republicans believe that there was fraud involved in the 2020 elections (Society for the Study of Reproduction and Cable News Network, 1-14). But how has Trump been able to make the Republican party distrust the democracy they once adored?\n\nUpon announcing his bid for presidency in 2015, Donald Trump was first disregarded by the general public due to his claim to fame as a reality TV personality in his show *The Apprentice*. The idea that a person who was a TV judge and beauty pageant owner, who had filed for bankruptcy four times, had multiple sexual assault allegations, and refused to pay his workers would ever make it to the White House seemed laughable (Graham). Nevertheless, the idea seemed to become less of a joke once Donald Trump found his target audience.\n\nTrump became popular quickly upon making a series of promises during his campaign that resonated with those individuals who felt overlooked by the status quo. Donald Trump and his bid for presidency began to gain its momentum upon promises of tighter borders, less taxes, and the overruling of Obamacare; however, it was mostly his establishment in the eyes of his supporters as what French philosopher Michel Foucault would define as a parrhesiast, a speaker of truth who endangers their relationship with society upon their telling of all (Foucault, 6-12) that solidified his presence in politics. Through his rhetoric, Trump created scapegoats for the problems facing many of his supporters and the manner through which he voiced his beliefs made him appear as a courageous teller of truth to his audience. For many, Trump was the voice of the new “under dog,” his words appealed to those who needed someone to confirm their ideas and support their beliefs.\n\nHis reputation as the “underdog” defender won him the unconditional support of many. Over 37% of Americans during the 2016 election reported facing tension with their families over political disagreements, many individuals were willing to sever all ties with their families based on their political beliefs (Bense); In order to advance in politics, Trump’s rhetoric played on the isolation and divide that was already present in the country; thus, through his exercising of power relations in which he established himself as the parrhesiast who came to rescue America and his subjects (the individuals inside a socio-political context) as the ones who needed liberation, Trump was able to secure valued resources such as moving in the primaries and eventually making it into the Oval Office (Datcher). By allowing politics to divide and destroy families, Trump became the individual to which people turned to in order to replace their families. For many, Donald Trump and his followers became a second family or a safe haven to which people could turn to after being abandoned by their family due to their political beliefs. People continued to challenge their relationship with their families and support Trump with the hopes that the former reality star’s political legacy would uphold his promises and somehow justify the breaking of their family and prove that the familial ties were severed for a worthy cause.\n\nThese tactics employed by Trump are similar to those that some of the biggest cult leaders have followed. In truth, when observing the legacy of Trump’s “cult-like” following it is easy to compare 45th’s actions to those of cult leader Charles Manson. Both figures grew their followers through the rhetoric that professor of cognitive neuroscience at the University College London Tali Sharot, described as “optimism bias”; which refers to the idea that individuals are wired to look on the bright side and expect optimism in the words that were promised by these “messiah” like figures (Sharot, 256). Moreover, both figures motivated their followers through their words to engage in criminal conduct in order to further advance their personal interests; in Manson’s case, his followers engaged in a series of murders and robberies -that were aimed to increase the media attention and possession of valued resources- on his behalf, meanwhile, Trump’s followers motivated by his Big Lie and previous rhetoric geared up to breach the security at the capitol and give the “stolen” election to Trump by force.\n\nHowever, the clearest indicator of the historical influence on Trump’s appeal to the public has been that of Adolf Hitler.\n\n## Part II: Monkey See, Monkey Do\n\nIn September of 1990, journalist Marie Brenner published an article in Vanity Fair magazine in which she details the tumultuous relationship between Donald Trump and his first wife, Ivana Trump. The article provided insight into the life behind closed doors of the future President; we learned of his distant treatment of his wife, but more specifically we learned of future 45th’s fascination with the rhetoric employed by Adolf Hitler. It is mentioned that on his nightstand Trump kept a copy of a collection of Hitler’s speeches known as “My New Order.” These speeches reveal the mode in which Hitler was able to appeal to his audience through manipulation, when confronted about these claims Trump responded “If I had these speeches, and I am not saying that I do, I would never read them” (Brenner). For many, whether Trump studied the mannerisms of Hitler is still debatable, yet one thing is evident, both individuals share certain attitudes.\n\nWhen appealing to their audiences, both individuals established a sense of nostalgia for the “good times.” Hitler constantly talked about restoring greatness to Germany after a series of economic and political wrongs that wrecked the quality of life in the nation. Meanwhile, Trump’s entire campaign was built around the sentiment of nostalgia for the better times, with his slogan sporting the words “Make America Great Again.” For Germans, the idea of supporting Hitler became a no-brainer upon seeing the Führer tend to the part of the population that felt underrepresented and targeted by previous political decisions; it was Germans whose quality of life was decaying that needed to turn to the closest scapegoat to blame for the chaos that filled their lives. Similarly to that, Trump greatly appealed to that section of White Americans who, according to a 2016 study published to the journal of Group Processes and Intergroup Relations, “are concerned about the declining position of Whites in American society and who often perceive reverse discrimination as prevalent” (Brenda et al, 1-10). These two individuals offered the idea of a return to the glory days and economic prosperity by eliminating those who “destroyed” the country in the first place; in Hitler’s case referring to communists and Jews and Trump referring to the Democratic Party, immigrants, and welfare program recipients.\n\nMoreover, Trump created an image of himself that represents the perfect “American” man. Donald Trump is a unique personality; however, his appearance also influenced the appeal that he had upon his followers. An article published by Scientific American, titled “Trump’s Appeal: What Psychology Tells Us,” describes that Trump’s signature expensive suit and impeccable tie, his “crude” manner of speech, and his words are not an accident, rather they are all an act to embody the perfect American, a wealthy, “honest,” and self-assertive individual (Reicher and Haslam). Likewise, one of Hitler’s main ideas was that of the perfect race and he posed himself as the main example of the ideal Aryan race (Facing History and Ourselves). The desire of these two figures to create a society or the ethos of a society (the characteristic spirit of a culture, era, or community as manifested in its belief and aspirations) based on their images allowed the two men to let themselves become symbols for the idea (and definition) of morality, (the beliefs about what is wrong and right behavior); thus, their actions and ideas became the standard through which their followers interact with others on a daily basis (Datcher).\n\nWith all this in mind, it is safe to establish that if Donald Trump did not read “My New Order,” he is unconsciously plagiarizing it. In the same Vanity Fair article, one of Trump’s lawyers, who chose to remain anonymous, told Brenner “Donald is a believer in the Big Lie Theory. If you say something again and again, people will believe you.” Through the implementation of the Big Lie, Hitler was able to rise to power and conduct one of the worst genocides in human history with a death toll totaling around 6 million people (United States Holocaust Memorial). Hitler’s rhetoric rapidly advanced from subtle propaganda to outright acts of violence; the full scale of the effect that one man’s lie had in the course of world history was never expected; similar to that, many today renounced the idea of a visible crack in the foundation of American democracy. Many people were motivated by the optimistic bias to listen to Hitler’s words, and many individuals in the United States armed themselves with gear and blind optimism and headed to the capitol on January 6th, 2021 to ensure 45th had the power to give them what he promised.\n\n## Part III: Step On A Crack & You Break Democracy’s Back\n\n> I know that everyone here will soon be marching over the Capitol building to peacefully and patriotically make your voices heard.\n> \n> - Donald Trump\n\nAddressing the crowd on the morning of January 6th, 2021, soon to be ex-president Donald Trump urged a crowd of his followers to gather in front of the Capitol building and make their voices heard. After swarming the steps of the Capitol, hundreds of Trump supporters sporting military-style gear, Confederate flags, American flags, Viking hats, face paint, along with nooses forcibly began to enter the building. This caused many of the individuals in the building, including soon to be ex Vice-President Mike Pence, to seek refuge by barricading themselves in rooms. Prior to this day, 45th had been declared the loser of the 2020 election, a decision which he rebuked. For weeks he told his followers to negate the outcome and urged his Vice President to overturn the electoral decision.\n\nTrump firmly believed that the election had been stolen from him and in true 21st century fashion he took to social media to say #STOPTHESTEAL. This was not Trump’s first social media debacle, but through the creation of this hashtag, millions of individuals received 45th’s take on what he deemed “fraudulent” election results. Trump’s rhetoric throughout the years had established him as the main source of truth for his followers, as he constantly dismissed the credibility of news sources, including those like FOX News which typically supported his party’s agenda, he claimed the news were out to engage in a “witch hunt” in order to destroy his credibility and diminish his accomplishments. His Twitter rants in which he generated outcry for the election results, called for votes to be discarded, and claimed victory were main motivators on the establishment of the Big Lie. In no time, Twitter, Facebook, YouTube, and Reddit groups were created in order to attempt to #STOPTHESTEAL (Beitsch).\n\nFollowing the acts in the Capitol, people were surprised to discover that many of the individuals who participated in riots were what would be considered “respectable” members of society (typically referring to individuals who come from educated and financially stable backgrounds). Since the beginning of Trump’s political debut many have been quick to associate his followers to a specific demographic: white, poor, and uneducated; however, examining the effects of the Big Lie on American democracy it is evident that the demographic of the proponents and beneficiaries of the Big Lie include more than just those aforementioned, but also college educated individuals in positions of power. Individuals such as Georgia Rep. Jody Hice, who holds a governmental role and has attempted to pass legislation to ensure a repeat of the “steal” never happens again (Rogers and Best); in other cases, members of the Republican party who do not necessarily agree completely with the idea of the Big Lie have taken advantage of the it and utilized it to favor their political agenda. Many of these affluent and educated politicians hold onto the belief of the Big Lie as it is a way for them to not only justify their party’s shortcomings, but also allows them to create a distrust of the government among their followers which makes it easier for their agendas to be passed into the public that distrusts those who oppose their beliefs. Moreover, for some of these individuals, believing in the Big Lie is to protect their personal interests; many of Trump’s supporters tend to establish his economic policy and his background as a businessman as a reasoning as to why they support 45th, in this case many of these individuals tend to be on higher tax brackets and it is “tax-breaking” policies like those that Trump introduced that benefit them on a personal level; thus, many turn to support the Big Lie in order to ensure that their financial and personal interests continue to be guarded by the person in power.\n\nThe Big Lie and Trump’s overall rhetoric, have exposed the hidden cracks inside of the system of American democracy. Given that over 78% of Republicans agree that there was fraudulent behavior involved in the 2020 elections, new laws have been passed to attempt to restrict the constitutional rights of individuals (Society for the Study of Reproduction and Cable News Network 1-14). Bills have been introduced (and passed) to attempt to expand the disenfranchisement of individuals that might typically interfere with the Red turn out of states; harsher voter laws have appeared across the majority of states, thus, highlighting the evident crack in our democracy. Through the passing of voting restriction laws -such as the expanding of voter ID requirements- Republicans are able to control the demographics of those who are able to show up and carry out their right to vote, in a similar fashion the Big Lie has allowed for a more discreet violation of the fifteenth amendment mirroring those that were carried out during the Jim Crow era in which poll taxes, literacy tests, and grandfather clauses were introduced to restrict African Americans and other people of color from voting.\n\nIncreased restrictions of voting drives individuals away from the polls. In this case, the bills introduced seem to target individuals such as the elderly, people of color, people with disabilities, and poor/working class people; a study conducted by the American Civil Liberties Union, establishes that more than 1/6th of individuals with disabilities reported difficulties to vote in person in the 2020 election, as well as the fact that Latino and Black voters were twice as likely as Whites to be unable to get time off work to reach poll sites (American Civil Liberties Union). These groups are those that typically tend to be affiliated with the Democratic party; thus, the attempts on behalf of Republican representatives to block these individuals from voting is an active disruption of democracy and a direct result of the Big Lie, as individuals have become comfortable living in a society in which their truth is dictated by the narratives they want to hear (Pew Research Center).\n\nTrump’s claim to power and the establishment of his Big Lie cult has made it acceptable to once again establish the idea of democracy with an asterisk on the side, in which the idea of democracy only applies to those who support or match the ethos of the dominant political party. Although American democracy had never been applicable to all, recent events have set the development of an inclusive society a couple of years back.\n\n## Finale: Ordinary Citizens Turned Extremists\n\nThe Big-Lie has quickly spread into many of the minds of the American public. The events on January 6th have only been a preview of the danger that lies ahead if the American public maintains the idea that a Big Lie could not break our democracy. The climate that Trump and his administration created has reached the uneducated, the educated, women, and men; it is increasingly expanding its influence through the usage of social media and its appeal to the “underdog.” It is only a matter of time before ordinary citizens are turned into extremists who might carry out a repeat of January 6th at a much bigger scale.\n\nMoreover, the increase in restrictive voting laws has begun to drive the definition of the American form of government from a democracy closer to an authoritarian state in which the voices of the citizens do not matter.\n\nIn a charming and entertaining manner, the host of *The Apprentice* has released a new episode: “*A How-to-Guide On Becoming A Threat To Democracy.*”\n\n## Works Cited\n\nAmerican Civil Liberties Union. “Block the Vote: How Politicians are Trying to Block Voters from the Ballot Box.” American Civil Liberties Union, 17 August 2021, https://www.aclu.org/news/civil-liberties/block-the-vote-voter-suppression-in-2020/. Accessed 9 March 2022.\n\nBeitsch, Rebecca. “Jan. 6 panel subpoenas Facebook, Twitter, Reddit and YouTube.” TheHill, 13 January 2022, https://thehill.com/policy/technology/589651-jan-6-panel-subpoenas-facebook-twitter-reddit-and-alphabet. Accessed 9 March 2022.\n\nBense, Kiley. “How Politics In Trump's America Divides Families.” The Atlantic, 26 November 2018, https://www.theatlantic.com/politics/archive/2018/11/how-politics-in-trumps-america-divides-families/576301/. Accessed 8 March 2022.\n\nBlock, Melissa. “Trump's 'Big Lie' endures and poses a threat to US democracy.” NPR, 23 December 2021, https://www.npr.org/2021/12/23/1065277246/trump-big-lie-jan-6-election. Accessed 8 March 2022.\n\nBrenner, Marie. “After the Gold Rush | Vanity Fair | September 1990.” Vanity Fair Archive, September 1990, https://archive.vanityfair.com/article/share/e515a2cd-a51b-4f83-8d61-6ebb9a104e0a. Accessed 9 March 2022.\n\nDatcher, Michael. Writing As Critical Inquiry 040. Lectures. 2022.\n\nFacing History and Ourselves. “Breeding the New German \"Race.\"” Facing History, https://www.facinghistory.org/holocaust-and-human-behavior/chapter-5/breeding-new-german-race. Accessed 9 March 2022.\n\nFoucault, Michel. The Courage of Truth: The Government of Self and Others II; Lectures at the Collège de France, 1983-1984. Edited by Frédéric Gros, et al., translated by Graham Burchell, ST MARTINS Press3PL, 2012.\n\nThe Good Liars. “Trump is the current president?” The Good Liars, TikTok, 2022, https://www.tiktok.com/@thegoodliars/video/7070256678394006830?is_copy_url=1&is_from_webapp=v1&lang=en.\n\nGraham, David A. “The Many Scandals of Donald Trump: A Cheat Sheet.” The Atlantic, 23 January 2017, https://www.theatlantic.com/politics/archive/2017/01/donald-trump-scandals/474726/. Accessed 8 March 2022.\n\nKlumzee. Tik Tok comment. 2022.\n\nMajor, Brenda, et al. “The threat of increasing diversity: Why many white Americans support Trump in the 2016 elections.” Group Processes and Intergroup Relations, vol. 21, no. 6, 2016.\n\nPew Research Center. “In Changing U.S. Electorate, Race and Education Remain Stark Dividing Lines.” Pew Research Center, 2 June 2020, https://www.pewresearch.org/politics/2020/06/02/in-changing-u-s-electorate-race-and-education-remain-stark-dividing-lines/. Accessed 9 March 2022.\n\nReicher, Stephen D., and Alexander Haslam. “Trump's Appeal: What Psychology Tells Us.” Scientific American, 1 March 2017, https://www.scientificamerican.com/article/trump-rsquo-s-appeal-what-psychology-tells-us/. Accessed 9 March 2022.\n\nRogers, Kaleigh, and Ryan Best. “The Big Lie's Long Shadow.” FiveThirtyEight, 12 January 2022, https://fivethirtyeight.com/features/the-big-lie-voting-laws/. Accessed 9 March 2022.\n\nSharot, Tali. The Optimism Bias: A Tour of the Irrationally Positive Brain. Pantheon Books, 2011.\n\nSociety for the Study of Reproduction, and Cable News Network. “Election Poll.” 2021.\n\nUnited States Holocaust Memorial. “Documenting Numbers of Victims of the Holocaust and Nazi Persecution.” Holocaust Encyclopedia, 8 December 2020, https://encyclopedia.ushmm.org/content/en/article/documenting-numbers-of-victims-of-the-holocaust-and-nazi-persecution. Accessed 9 March 2022.",
  "bodyHtml": "<blockquote>'So you think Biden is not the current president right now?'<br/>'No, sir. Never believed it.'<br/>'Whose fault [high gas prices] is it then?'<br/>'It’s Joe B-'\"</blockquote>\n<p>A forty second TikTok clip has been able to capture the current mindset of over half of America (The Good Liars). Satirical internet reporters Jason Selvig and Davram Steifler have taken the Internet by storm by uploading content mocking the beliefs that supporters of President Trump’s Big Lie hold, in their videos they question supporters about evidence regarding voter fraud and debate them on Trump’s role in current events. The Big Lie, refers to the belief that the 2020 election was fraudulent and was tampered with in order to stop President Trump from carrying out his second term. The clips with over 10. 4 million views have been flooded by comments of disbelief over the firmness that believers of the Big Lie hold, with one user commenting <em>“LOL The inconsistency + the random statement about waking up is just mind boggling that this is the new normal for these ppl</em>” (@Klumzee TikTok). However, the comedic clips fail to capture the extent to which the Big Lie has entrapped American politics, rather it has created the stereotype and notion that individuals who hold these beliefs are educationally inferior to others; thus, allowing politicians who support the Big Lie to direct policies that restrict voting freedoms and continue to create spaces where the power of democracy extends only to those who think like them.</p>\n<p>The Big Lie has been a threat in the making for years in American politics and its relation to President Donald Trump was the catalyst needed to shake the core of American democracy.</p>\n<h2>Part I: Getting Into Character</h2>\n<p>The concept of the Big Lie in modernity, refers to the belief that during the 2020 elections President Joseph R. Biden was fraudulently elected and in fact it was the 45th President, Donald J. Trump, who was democratically reelected as President. Despite multiple recounts, lawsuits, and reviews that prove that President Joe Biden won by over 7 million votes, the 45th President remains persistent on his triumph of the election (Block). Trump has utilized his extensive platform to spread the idea that the election was stolen from him and has urged his followers to abandon their trust in the American electoral process; his rhetoric has been so effective in reaching his target audience that a CNN poll establishes that over 78% of Republicans believe that there was fraud involved in the 2020 elections (Society for the Study of Reproduction and Cable News Network, 1-14). But how has Trump been able to make the Republican party distrust the democracy they once adored?</p>\n<p>Upon announcing his bid for presidency in 2015, Donald Trump was first disregarded by the general public due to his claim to fame as a reality TV personality in his show <em>The Apprentice</em>. The idea that a person who was a TV judge and beauty pageant owner, who had filed for bankruptcy four times, had multiple sexual assault allegations, and refused to pay his workers would ever make it to the White House seemed laughable (Graham). Nevertheless, the idea seemed to become less of a joke once Donald Trump found his target audience.</p>\n<p>Trump became popular quickly upon making a series of promises during his campaign that resonated with those individuals who felt overlooked by the status quo. Donald Trump and his bid for presidency began to gain its momentum upon promises of tighter borders, less taxes, and the overruling of Obamacare; however, it was mostly his establishment in the eyes of his supporters as what French philosopher Michel Foucault would define as a parrhesiast, a speaker of truth who endangers their relationship with society upon their telling of all (Foucault, 6-12) that solidified his presence in politics. Through his rhetoric, Trump created scapegoats for the problems facing many of his supporters and the manner through which he voiced his beliefs made him appear as a courageous teller of truth to his audience. For many, Trump was the voice of the new “under dog,” his words appealed to those who needed someone to confirm their ideas and support their beliefs.</p>\n<p>His reputation as the “underdog” defender won him the unconditional support of many. Over 37% of Americans during the 2016 election reported facing tension with their families over political disagreements, many individuals were willing to sever all ties with their families based on their political beliefs (Bense); In order to advance in politics, Trump’s rhetoric played on the isolation and divide that was already present in the country; thus, through his exercising of power relations in which he established himself as the parrhesiast who came to rescue America and his subjects (the individuals inside a socio-political context) as the ones who needed liberation, Trump was able to secure valued resources such as moving in the primaries and eventually making it into the Oval Office (Datcher). By allowing politics to divide and destroy families, Trump became the individual to which people turned to in order to replace their families. For many, Donald Trump and his followers became a second family or a safe haven to which people could turn to after being abandoned by their family due to their political beliefs. People continued to challenge their relationship with their families and support Trump with the hopes that the former reality star’s political legacy would uphold his promises and somehow justify the breaking of their family and prove that the familial ties were severed for a worthy cause.</p>\n<p>These tactics employed by Trump are similar to those that some of the biggest cult leaders have followed. In truth, when observing the legacy of Trump’s “cult-like” following it is easy to compare 45th’s actions to those of cult leader Charles Manson. Both figures grew their followers through the rhetoric that professor of cognitive neuroscience at the University College London Tali Sharot, described as “optimism bias”; which refers to the idea that individuals are wired to look on the bright side and expect optimism in the words that were promised by these “messiah” like figures (Sharot, 256). Moreover, both figures motivated their followers through their words to engage in criminal conduct in order to further advance their personal interests; in Manson’s case, his followers engaged in a series of murders and robberies -that were aimed to increase the media attention and possession of valued resources- on his behalf, meanwhile, Trump’s followers motivated by his Big Lie and previous rhetoric geared up to breach the security at the capitol and give the “stolen” election to Trump by force.</p>\n<p>However, the clearest indicator of the historical influence on Trump’s appeal to the public has been that of Adolf Hitler.</p>\n<h2>Part II: Monkey See, Monkey Do</h2>\n<p>In September of 1990, journalist Marie Brenner published an article in Vanity Fair magazine in which she details the tumultuous relationship between Donald Trump and his first wife, Ivana Trump. The article provided insight into the life behind closed doors of the future President; we learned of his distant treatment of his wife, but more specifically we learned of future 45th’s fascination with the rhetoric employed by Adolf Hitler. It is mentioned that on his nightstand Trump kept a copy of a collection of Hitler’s speeches known as “My New Order.” These speeches reveal the mode in which Hitler was able to appeal to his audience through manipulation, when confronted about these claims Trump responded “If I had these speeches, and I am not saying that I do, I would never read them” (Brenner). For many, whether Trump studied the mannerisms of Hitler is still debatable, yet one thing is evident, both individuals share certain attitudes.</p>\n<p>When appealing to their audiences, both individuals established a sense of nostalgia for the “good times.” Hitler constantly talked about restoring greatness to Germany after a series of economic and political wrongs that wrecked the quality of life in the nation. Meanwhile, Trump’s entire campaign was built around the sentiment of nostalgia for the better times, with his slogan sporting the words “Make America Great Again.” For Germans, the idea of supporting Hitler became a no-brainer upon seeing the Führer tend to the part of the population that felt underrepresented and targeted by previous political decisions; it was Germans whose quality of life was decaying that needed to turn to the closest scapegoat to blame for the chaos that filled their lives. Similarly to that, Trump greatly appealed to that section of White Americans who, according to a 2016 study published to the journal of Group Processes and Intergroup Relations, “are concerned about the declining position of Whites in American society and who often perceive reverse discrimination as prevalent” (Brenda et al, 1-10). These two individuals offered the idea of a return to the glory days and economic prosperity by eliminating those who “destroyed” the country in the first place; in Hitler’s case referring to communists and Jews and Trump referring to the Democratic Party, immigrants, and welfare program recipients.</p>\n<p>Moreover, Trump created an image of himself that represents the perfect “American” man. Donald Trump is a unique personality; however, his appearance also influenced the appeal that he had upon his followers. An article published by Scientific American, titled “Trump’s Appeal: What Psychology Tells Us,” describes that Trump’s signature expensive suit and impeccable tie, his “crude” manner of speech, and his words are not an accident, rather they are all an act to embody the perfect American, a wealthy, “honest,” and self-assertive individual (Reicher and Haslam). Likewise, one of Hitler’s main ideas was that of the perfect race and he posed himself as the main example of the ideal Aryan race (Facing History and Ourselves). The desire of these two figures to create a society or the ethos of a society (the characteristic spirit of a culture, era, or community as manifested in its belief and aspirations) based on their images allowed the two men to let themselves become symbols for the idea (and definition) of morality, (the beliefs about what is wrong and right behavior); thus, their actions and ideas became the standard through which their followers interact with others on a daily basis (Datcher).</p>\n<p>With all this in mind, it is safe to establish that if Donald Trump did not read “My New Order,” he is unconsciously plagiarizing it. In the same Vanity Fair article, one of Trump’s lawyers, who chose to remain anonymous, told Brenner “Donald is a believer in the Big Lie Theory. If you say something again and again, people will believe you.” Through the implementation of the Big Lie, Hitler was able to rise to power and conduct one of the worst genocides in human history with a death toll totaling around 6 million people (United States Holocaust Memorial). Hitler’s rhetoric rapidly advanced from subtle propaganda to outright acts of violence; the full scale of the effect that one man’s lie had in the course of world history was never expected; similar to that, many today renounced the idea of a visible crack in the foundation of American democracy. Many people were motivated by the optimistic bias to listen to Hitler’s words, and many individuals in the United States armed themselves with gear and blind optimism and headed to the capitol on January 6th, 2021 to ensure 45th had the power to give them what he promised.</p>\n<h2>Part III: Step On A Crack &amp; You Break Democracy’s Back</h2>\n<blockquote>I know that everyone here will soon be marching over the Capitol building to peacefully and patriotically make your voices heard.<p class=\"quote-attrib\">— Donald Trump</p></blockquote>\n<p>Addressing the crowd on the morning of January 6th, 2021, soon to be ex-president Donald Trump urged a crowd of his followers to gather in front of the Capitol building and make their voices heard. After swarming the steps of the Capitol, hundreds of Trump supporters sporting military-style gear, Confederate flags, American flags, Viking hats, face paint, along with nooses forcibly began to enter the building. This caused many of the individuals in the building, including soon to be ex Vice-President Mike Pence, to seek refuge by barricading themselves in rooms. Prior to this day, 45th had been declared the loser of the 2020 election, a decision which he rebuked. For weeks he told his followers to negate the outcome and urged his Vice President to overturn the electoral decision.</p>\n<p>Trump firmly believed that the election had been stolen from him and in true 21st century fashion he took to social media to say #STOPTHESTEAL. This was not Trump’s first social media debacle, but through the creation of this hashtag, millions of individuals received 45th’s take on what he deemed “fraudulent” election results. Trump’s rhetoric throughout the years had established him as the main source of truth for his followers, as he constantly dismissed the credibility of news sources, including those like FOX News which typically supported his party’s agenda, he claimed the news were out to engage in a “witch hunt” in order to destroy his credibility and diminish his accomplishments. His Twitter rants in which he generated outcry for the election results, called for votes to be discarded, and claimed victory were main motivators on the establishment of the Big Lie. In no time, Twitter, Facebook, YouTube, and Reddit groups were created in order to attempt to #STOPTHESTEAL (Beitsch).</p>\n<p>Following the acts in the Capitol, people were surprised to discover that many of the individuals who participated in riots were what would be considered “respectable” members of society (typically referring to individuals who come from educated and financially stable backgrounds). Since the beginning of Trump’s political debut many have been quick to associate his followers to a specific demographic: white, poor, and uneducated; however, examining the effects of the Big Lie on American democracy it is evident that the demographic of the proponents and beneficiaries of the Big Lie include more than just those aforementioned, but also college educated individuals in positions of power. Individuals such as Georgia Rep. Jody Hice, who holds a governmental role and has attempted to pass legislation to ensure a repeat of the “steal” never happens again (Rogers and Best); in other cases, members of the Republican party who do not necessarily agree completely with the idea of the Big Lie have taken advantage of the it and utilized it to favor their political agenda. Many of these affluent and educated politicians hold onto the belief of the Big Lie as it is a way for them to not only justify their party’s shortcomings, but also allows them to create a distrust of the government among their followers which makes it easier for their agendas to be passed into the public that distrusts those who oppose their beliefs. Moreover, for some of these individuals, believing in the Big Lie is to protect their personal interests; many of Trump’s supporters tend to establish his economic policy and his background as a businessman as a reasoning as to why they support 45th, in this case many of these individuals tend to be on higher tax brackets and it is “tax-breaking” policies like those that Trump introduced that benefit them on a personal level; thus, many turn to support the Big Lie in order to ensure that their financial and personal interests continue to be guarded by the person in power.</p>\n<p>The Big Lie and Trump’s overall rhetoric, have exposed the hidden cracks inside of the system of American democracy. Given that over 78% of Republicans agree that there was fraudulent behavior involved in the 2020 elections, new laws have been passed to attempt to restrict the constitutional rights of individuals (Society for the Study of Reproduction and Cable News Network 1-14). Bills have been introduced (and passed) to attempt to expand the disenfranchisement of individuals that might typically interfere with the Red turn out of states; harsher voter laws have appeared across the majority of states, thus, highlighting the evident crack in our democracy. Through the passing of voting restriction laws -such as the expanding of voter ID requirements- Republicans are able to control the demographics of those who are able to show up and carry out their right to vote, in a similar fashion the Big Lie has allowed for a more discreet violation of the fifteenth amendment mirroring those that were carried out during the Jim Crow era in which poll taxes, literacy tests, and grandfather clauses were introduced to restrict African Americans and other people of color from voting.</p>\n<p>Increased restrictions of voting drives individuals away from the polls. In this case, the bills introduced seem to target individuals such as the elderly, people of color, people with disabilities, and poor/working class people; a study conducted by the American Civil Liberties Union, establishes that more than 1/6th of individuals with disabilities reported difficulties to vote in person in the 2020 election, as well as the fact that Latino and Black voters were twice as likely as Whites to be unable to get time off work to reach poll sites (American Civil Liberties Union). These groups are those that typically tend to be affiliated with the Democratic party; thus, the attempts on behalf of Republican representatives to block these individuals from voting is an active disruption of democracy and a direct result of the Big Lie, as individuals have become comfortable living in a society in which their truth is dictated by the narratives they want to hear (Pew Research Center).</p>\n<p>Trump’s claim to power and the establishment of his Big Lie cult has made it acceptable to once again establish the idea of democracy with an asterisk on the side, in which the idea of democracy only applies to those who support or match the ethos of the dominant political party. Although American democracy had never been applicable to all, recent events have set the development of an inclusive society a couple of years back.</p>\n<h2>Finale: Ordinary Citizens Turned Extremists</h2>\n<p>The Big-Lie has quickly spread into many of the minds of the American public. The events on January 6th have only been a preview of the danger that lies ahead if the American public maintains the idea that a Big Lie could not break our democracy. The climate that Trump and his administration created has reached the uneducated, the educated, women, and men; it is increasingly expanding its influence through the usage of social media and its appeal to the “underdog.” It is only a matter of time before ordinary citizens are turned into extremists who might carry out a repeat of January 6th at a much bigger scale.</p>\n<p>Moreover, the increase in restrictive voting laws has begun to drive the definition of the American form of government from a democracy closer to an authoritarian state in which the voices of the citizens do not matter.</p>\n<p>In a charming and entertaining manner, the host of <em>The Apprentice</em> has released a new episode: “<em>A How-to-Guide On Becoming A Threat To Democracy.</em>”</p>\n<h2>Works Cited</h2>\n<p>American Civil Liberties Union. “Block the Vote: How Politicians are Trying to Block Voters from the Ballot Box.” American Civil Liberties Union, 17 August 2021, https://www.aclu.org/news/civil-liberties/block-the-vote-voter-suppression-in-2020/. Accessed 9 March 2022.</p>\n<p>Beitsch, Rebecca. “Jan. 6 panel subpoenas Facebook, Twitter, Reddit and YouTube.” TheHill, 13 January 2022, https://thehill.com/policy/technology/589651-jan-6-panel-subpoenas-facebook-twitter-reddit-and-alphabet. Accessed 9 March 2022.</p>\n<p>Bense, Kiley. “How Politics In Trump's America Divides Families.” The Atlantic, 26 November 2018, https://www.theatlantic.com/politics/archive/2018/11/how-politics-in-trumps-america-divides-families/576301/. Accessed 8 March 2022.</p>\n<p>Block, Melissa. “Trump's 'Big Lie' endures and poses a threat to US democracy.” NPR, 23 December 2021, https://www.npr.org/2021/12/23/1065277246/trump-big-lie-jan-6-election. Accessed 8 March 2022.</p>\n<p>Brenner, Marie. “After the Gold Rush | Vanity Fair | September 1990.” Vanity Fair Archive, September 1990, https://archive.vanityfair.com/article/share/e515a2cd-a51b-4f83-8d61-6ebb9a104e0a. Accessed 9 March 2022.</p>\n<p>Datcher, Michael. Writing As Critical Inquiry 040. Lectures. 2022.</p>\n<p>Facing History and Ourselves. “Breeding the New German \"Race.\"” Facing History, https://www.facinghistory.org/holocaust-and-human-behavior/chapter-5/breeding-new-german-race. Accessed 9 March 2022.</p>\n<p>Foucault, Michel. The Courage of Truth: The Government of Self and Others II; Lectures at the Collège de France, 1983-1984. Edited by Frédéric Gros, et al., translated by Graham Burchell, ST MARTINS Press3PL, 2012.</p>\n<p>The Good Liars. “Trump is the current president?” The Good Liars, TikTok, 2022, https://www.tiktok.com/@thegoodliars/video/7070256678394006830?is_copy_url=1&amp;is_from_webapp=v1&amp;lang=en.</p>\n<p>Graham, David A. “The Many Scandals of Donald Trump: A Cheat Sheet.” The Atlantic, 23 January 2017, https://www.theatlantic.com/politics/archive/2017/01/donald-trump-scandals/474726/. Accessed 8 March 2022.</p>\n<p>Klumzee. Tik Tok comment. 2022.</p>\n<p>Major, Brenda, et al. “The threat of increasing diversity: Why many white Americans support Trump in the 2016 elections.” Group Processes and Intergroup Relations, vol. 21, no. 6, 2016.</p>\n<p>Pew Research Center. “In Changing U.S. Electorate, Race and Education Remain Stark Dividing Lines.” Pew Research Center, 2 June 2020, https://www.pewresearch.org/politics/2020/06/02/in-changing-u-s-electorate-race-and-education-remain-stark-dividing-lines/. Accessed 9 March 2022.</p>\n<p>Reicher, Stephen D., and Alexander Haslam. “Trump's Appeal: What Psychology Tells Us.” Scientific American, 1 March 2017, https://www.scientificamerican.com/article/trump-rsquo-s-appeal-what-psychology-tells-us/. Accessed 9 March 2022.</p>\n<p>Rogers, Kaleigh, and Ryan Best. “The Big Lie's Long Shadow.” FiveThirtyEight, 12 January 2022, https://fivethirtyeight.com/features/the-big-lie-voting-laws/. Accessed 9 March 2022.</p>\n<p>Sharot, Tali. The Optimism Bias: A Tour of the Irrationally Positive Brain. Pantheon Books, 2011.</p>\n<p>Society for the Study of Reproduction, and Cable News Network. “Election Poll.” 2021.</p>\n<p>United States Holocaust Memorial. “Documenting Numbers of Victims of the Holocaust and Nazi Persecution.” Holocaust Encyclopedia, 8 December 2020, https://encyclopedia.ushmm.org/content/en/article/documenting-numbers-of-victims-of-the-holocaust-and-nazi-persecution. Accessed 9 March 2022.</p>",
  "seo": {
    "title": "The Cult of the Big Lie: A “How- to-Guide” On Becoming A Threat to Democracy — Camila Tiburcio Rubio",
    "description": "In this essay by Camila Tiburcio Rubio, “The Cult of the Big Lie: A “How- to-Guide” On Becoming A Threat to…,” An analysis of the Donald Trump as a…"
  },
  "version": 1,
  "status": "published"
}