{
  "title": "The Journey: Finding Peace",
  "slug": "the-journey-finding-peace",
  "section": "Memoirs",
  "tags": [
    "Friendship",
    "Peace",
    "Family"
  ],
  "author": "Camila Tiburcio Rubio",
  "excerpt": "The story of Camila's childhood friend who taught her peace could be found in unexpected people and places",
  "date": "2025-11-29T05:08",
  "readMinutes": 16,
  "featured": false,
  "cover": {
    "src": "https://mahmouds1201.github.io/CamilaTiburcioRubio/images/2025/11/the-journey-finding-peace/cover.jpg",
    "alt": "Texas trailer park"
  },
  "bodyMarkdown": "## Introduction: Butterfly Effect or Fate?\n\nI have always believed in creating your own path. My mom would always tell me that I could not depend on anyone else in life, other than myself. She instilled in me at a very young age the idea that my life takes the course I give it; she always told me I was in control. When I played with dolls, it was easy to carefully control the life of my Barbies; I was meticulous and ambitious. For them I created the ideal life; I decided their path, their love life, their career, their friends, I was in control.\n\nIt was easy for me to escape to this alternate universe in which I controlled my Barbies, I created the life I craved and envisioned through them; I did not understand the desire to control their life came from a desire to control my own. I sought the peace and calm that my meticulous planning brought to their life during my play time. At that age, I believed that as I grew I would create the peace I wanted, I believed the path my life took would be in my control.\n\nHowever, sometimes a stranger walks into our lives and without noticing alters the course it takes. I learned that it might not be noticeable at first, but people enter into our lives to teach us lessons. I never believed in the idea of “butterfly” effects or that a stranger can alter my path; I thought this way until I was proved otherwise.\n\n## Part I: Peace Distrubed\n\nIt all began in fourth grade. My school was pretty small, not a lot of interesting stuff happened. In fact, nothing out of the ordinary ever happened, I guess that is why I liked it; my beige and calm school offered me the peace that I would not find at home as I listened to the tumult of two cultures who desperately tried to form a home, but failed. In the courtyard the dynamic was established among kids, having been in the school for so long it was easy for me to play cheerleaders with the popular kids, and to discuss the newest episode of “atrevete a soñar” with the mean girls; I had become extremely skillful at camouflaging myself in order to adapt to those around me to avoid the solitude that being different in a place so mundane brought.\n\nAt home, the solitude was enhanced. Dad was always traveling for work, Mom was always in her room or with her friends, and my sister was attending her 20 after school programs. As much as I hated the feeling of loneliness it was one that I had gotten used to at home and would inadvertently attempt to escape in school.\n\nIn school, I had established myself with a relatively solid friend group; it was Zabdi, Danna, Monse, and me. Although at times I felt like I was not as welcomed to the friend group as they were, I was content with having people who would play with me during lunch time. My life, at least in school, was set into a routine and for that I felt at peace. However, I had heard of a new student in our opposite fourth grade class. I had not had the chance to meet her, matter of fact I had never even seen her, but I knew of her because she seemed to disturb the peace in the courtyard. She was very outgoing, she seemed to go with the flow, and be open to speak her mind; it seemed as though she was free to be herself. Everyone seemed to be talking about her; her arrival into our school was a novelty, the girls in my class were not fond of her because they said she played too rough, she would typically play with the boys in the yard, they said she was different and that she stood out. Her uniqueness was noticeable; thus, I needed to stay away from her in order to continue blending in.\n\nTime had passed and the arrival of the strange girl had become old news and the peace in my classroom was restored. She stayed in her corner and I stayed in mine; her outgoing personality and free spirit directly contrasted my precise and serious manner which allowed me to observe others, and even though we had not met, I knew I did not like her.\n\nAfter school one day, I was sitting in my room surrounded by the dark purple walls and the piles of unread encyclopedias that crowded my bookshelf when my mom walked in. She told me that she had spoken to her friend who told her the new girl was going around telling people I had lice. As she finished speaking I looked up to her, and I wondered “who the hell does this girl think she is? Also, I have never talked to her, why is she talking about me?” For some reason, I was the only girl in the world allowed to be named Camila; thus, any comments involving that name had to be directed to me.\n\nMy mom said she would not allow this and would contact the principal to have them resolve the issue. I did not get a chance to protest, I did not want to have the attention drawn to a rumor that was not true. Moreover, I did not want to have my peace disturbed by the stranger who I was actively avoiding incorporating into my life. I knew telling my mom not to do it would result in nothing, so that afternoon I sat back and reflected on the chaos that tomorrow would bring.\n\nTwo days had passed since my mom had spoken to the principal, who very apologetically told my mom she would handle the situation and it would never happen again. The last I heard of the situation was that the girl got called into the office and scolded for her actions; I had not been told anything else and I was happy to be able to put the situation behind me with ease.\n\nI wanted to leave class for a while, take a walk around school and observe the tranquil state of the bamboo trees in the courtyard. I also wanted to escape the horrors of history class and their constant praise of the Spanish Inquisition. I walked around the school for a while, until I noticed a teacher was catching on to my aimless wandering and would probably tell me to go back to class, to avoid this I entered the bathroom and stood there for a while fixing my uniform. As I tried to tuck my shirt into my skirt to ensure no wrinkles were evident on my pearly white shirt, I heard one of the bathroom stalls open. I lifted my gaze momentarily and saw a puffy black ponytail. I did not pay much attention to the girl exiting the stall, until I decided my shirt was perfect and I turned to wash my hands, when the girl next to me spoke “Are you Camila?” I stood for a moment before deciding to nod my head. I did not need her to introduce herself. I knew of only one person in my grade who I had not met and her question made it evident that it was her. She turned to me while spreading the soap sloppily across her hands and very awkwardly said “You know my sister’s name is Camila, I was not talking about you. I don't even know you.”\n\nI was embarrassed at the situation, I was embarrassed that my mom had overreacted and my peace had been distrubed by the introduction of the stranger into my life. I turned quickly to dry my hands with the brown paper towels, looked at her, and sped walked out of the bathroom to avoid the shame I felt for having my mom disturb her peace over a misunderstanding.\n\nThat was the first time I interacted with Itzayana, but it certainly would not be my last.\n\n## Part II: Business Gone Wrong\n\nFifth grade had begun and our classes had officially been separated into girls and boys in order to avoid sinful co-existing during anatomy classes. I had discovered that my local corner store sold tiny erasers in the shape of animals and decided to test my entrepreneurial spirit by selling the tiny erasers in my class. My class had separated me and my fourth grade friend group and now it was only Zabdi and me; she had never been my favorite person in the group, it was evident that just like me, she had a fear of being outcasted by the rest and despite the bullying she faced she would still waste her lunch money on those who she called “friends.”\n\nI discovered on the first day of class that Itzayana was in the classroom with me, when I told my mom about this she warned me very sternly to “stay away from her.” I complied with my mom’s warning, mostly because I was embarrassed from our previous encounter. Her presence in the classroom was not as disruptive as I thought it would be, she would be quiet during lessons, it was as though she would be in another world as the teacher would speak. Sometimes I wonder if her mom gave her the same warning as she also seemed to stay away from my path.\n\nThe splitting of my old friend group into different classrooms meant that there were two open spots to be filled in order for my routine to be established, but I must admit for some reason that year the vacancies did not seem to bother me as much as they normally would. During my entrepreneurial affairs I had become quite popular as the go-to eraser seller, I typically would use that money to buy more merchandise and on the side treat myself to some chocolate. My mom would count the money and see if my profit matched, then she would take me to spend my earnings.\n\nThe situation at home seemed to be getting worse. My parents were barely speaking and when they did speak it was typically a screaming match, my sister was beginning her dance competition season and needed to spend more time in rehearsals which my mom would accompany her to. Sometimes I would tag along, others I would simply stay behind and find some way to be occupied.\n\nZabdi used to talk to Itzayana, they were friendly with each other; I would not go as far as to call them friends but they definitely were on better terms than her and I. While I was sitting at my desk doing some classwork and our teacher stepped outside for a second, Itzayana began to approach Zabdi. I am not sure what they were talking about, but I decided to wander around the school for my peace walk for a while. As I walked the school and admired the beige, square buildings, I let the breeze hit my face for a while until I decided it was time to head back, when I returned I found Itzayana playing with my erasers. Upon seeing me she put the erasers down apologized, her reaction was quick and it was as though she was afraid of me; “take them,” I told her. I normally would not have given them to her, but I felt bad about our previous situation and her reaction. It was a business exchange gone wrong. She took the erasers, smiled, and our teacher came back.\n\nThe weekend came. I used to attend private tutoring lessons, exam season was coming and my scores needed to be perfect. Typically, my mom would hire the teachers to come tutor me after school, but this time we ended up going to a couple that lived next to one of my mom’s friend; I did not like the change, it meant I had to introduce myself to new people. I did not know if I would like their teaching methods. As we got into the car, my mom made her way to drop off my sister in dance classes, when my sister got off I was able to move to the front seat and I looked forward to a conversation with my mom about our day like she had previously held with my sister; the car ride was a quiet one.\n\nShe parked in her friend’s garage and dropped me off at the tutors’ house. My mom told me once I was done with my lesson to walk over to Lola’s house and she would meet me there. I went in and said hello, the lady told me to go to the back room and said I would meet my tutor and another girl who was also there. As I entered the light brown room, I noticed that I knew the girl sitting on the chair; it was Itzayana. I was comforted that the other person there was, somewhat, familiar to me. The tutor introduced himself and Itzayana, then we promptly began our lesson.\n\nAfter the lesson we sat in the room for a couple minutes, we talked about our class and how much we liked our teacher. Our conversation flowed easily and then we were promptly cracking jokes about the girls in our opposite class who believed themselves to be so much better than the rest of us. She told me her mom also knew Lola and that her two sisters and her were brought to tutoring on behalf of Lola’s suggestion. We walked back to Lola’s place and saw our moms laughing and talking with each other, it seemed that our stay would be prolonged.\n\nSoon enough we began to play and the laughter filled the garage in which the red ball bounced and dirtied the white walls. After three hours or so, it was time for us to go. We said our goodbyes and my mom told her mom “I’ll see you tomorrow, Jazmin.”\n\nThat was how our friendship began.\n\n## Part III: Same Mirror, Different Frames\n\nWinter break was approaching and my friendship with Itzayana kept growing. Our mothers had become good friends and would chat for a while during pick up. My mom had kicked my dad out of my house and my sister had stopped doing as many after school programs as before, the dynamics began to change.\n\nDuring recess, I would sit with Itzayana and we would laugh at the pointless jokes we made and whenever the mean girls would try to show off, Itzayana was quick to put them in their place. She was not afraid to speak her mind and her free spirit was slowly rubbing off on me. I no longer felt scared of the idea of being alone, the thought stopped crossing my mind. My perfectly ironed white shirt began to return home wrinkled as we would run around the courtyard and try to hide underneath the bleachers without getting in trouble by the security guards.\n\nDuring winter break, my mom decided to host a dinner for her friends. She invited Itzayana’s mom. I was very excited because typically my mom’s friends had children my sister’s age and I was always excluded from their games. It was weird for this winter break to be spent without my dad. We would typically spend the last week together, but this time it seemed to be just my mom, my sister, and I.\n \nItzayana and her family arrived in the afternoon, we went upstairs and began to play on my iPad. I do not remember how the conversation developed, but at one point she asked me where my dad was. Filled with shame, I explained to her the story; she was seeing the behind the scenes of the perfect family portrait and realizing that I sought perfection because of the life I could not control. Instead of judging me, Itzayana told me that her family was not perfect either, she related to me the struggles she faced at home and I realized that our lives were mirrors that were held by different frames. She understood me perfectly and did not judge the situations despite how young we were and how chaotic everything seemed. She supported me when my parents would argue, when the light bill would go off because it was unpaid, when my mom would argue with me, and I supported her when her stepfather and mother would argue, when she told me her dad was not with her, when her mom would fight with her; we supported each other.\n\nThere was no pressure to act perfect and no need to pretend, we just needed to be us.\n\n## Part IV: A Spring With No Bloom\n\nSpring time came and contrary to popular belief the season did not bring blossom to our lives. Our mothers had become inseparable, they both seemed to understand each other in ways previous friends had not done so, and just like them Itzayana and I were attached at the hip. I was able to voice my opinions without fear of rejection by others, I was no longer preoccupied with the correct presentation of my uniform, and did not care if the white shirt received a stain. But every good thing comes to an end.\n\nMy sister was celebrating her thirteen birthday in her favorite pizza parlor. My dad had finally reappeared after a couple months and decided to attend the party; my mom invited Itzayana’s mom to the party so that I would not be alone. Despite the warm spring weather, the trees near the parlor had not blossomed, but at that moment it seemed to me that its leaves would eventually blossom. After the party ended, the adults -in typical Hispanic fashion- moved the party to our house. I do not remember at what time it ended, nor do I remember what time Itzayana left, what I do remember was the hours that followed in which chaos and terror entered our house.\n\nAfter those hours, my mom in her neck brace went to her friend’s house. Itzayana and her mom also came. Itzayana asked about the neck brace and knew that I lied when I said “she fell down the stairs.” She did not judge me nor did she press me for more details, she simply understood the situation and changed the topic by discussing the stars in the sky and how funny it would be if the spider on the corner of the swings got into her sister’s head.\n\nA couple of weeks later and the dominoes could not stop falling. Itzayana was in a similar position that I had been in weeks prior and my mom turned our home into a safe haven for her and Jazmin; I was happy to have Itzayana and her family stay with us for a couple days; we would spend our time filling the garage with water and swinging on my hammock, we would create songs in a child app on the iPad. For a second I believed that we could actually live like that, I thought peace had finally come for all of us, but I was wrong.\n\nA couple days after, Itzayana and her family would go to their mom’s home state for what was supposed to be a couple days to fix some issues. Her mom was getting ready to leave her stepfather, but we would never see them again. They left on a Saturday, Jazmin was gone on a Tuesday, and life would never be the same.\n\n## Part V: I Still Remember You Guys\n\nAfter the news reached us, my mom made a decision. I was alone once again, the friendship in which I shielded myself was gone, and I did not know how to deal with the incidents that followed us. I do not believe any of us did. We would speak every day on FaceTime for hours, talking about school, about her family, my family, our situations; we were both angry at the world for the cards we were dealt, yet we found peace in each other.\n\nMy mom, upon seeing the danger that plagued the country we lived in and the monster who was attached to her for the next 8 years, decided that we needed to get out. She made plans to move us to Miami without telling anyone, she decided it was too risky to say goodbye. The last time I saw Itzayana she came to pick up the clothes she had left behind, we did not know that would be the last time. We hugged and said call you later, still with the childish belief that later would come soon.\n\nWhen we left for Miami, we were not allowed to have contact with anyone for our safety. I spent three months without speaking to anyone outside of Miami. I wondered about Itzayana and worried that she would think I forgot her. On October of 2014, I was finally able to have access to the Internet, and the first thing I did was access my messages with Itzayana, as the messages load I received one that said *“I do not know where you guys are, but I want you to know that I still remember you guys and I think of you every day.”*\n\nShe made me realize that I would never be alone, that our friendship could withstand the weight of a thousand tragedies and a million good memories. We learned from each other that we might not create the peace we desire, but we can find those who are the peace we need.",
  "bodyHtml": "<h2>Introduction: Butterfly Effect or Fate?</h2>\n<p>I have always believed in creating your own path. My mom would always tell me that I could not depend on anyone else in life, other than myself. She instilled in me at a very young age the idea that my life takes the course I give it; she always told me I was in control. When I played with dolls, it was easy to carefully control the life of my Barbies; I was meticulous and ambitious. For them I created the ideal life; I decided their path, their love life, their career, their friends, I was in control.</p>\n<p>It was easy for me to escape to this alternate universe in which I controlled my Barbies, I created the life I craved and envisioned through them; I did not understand the desire to control their life came from a desire to control my own. I sought the peace and calm that my meticulous planning brought to their life during my play time. At that age, I believed that as I grew I would create the peace I wanted, I believed the path my life took would be in my control.</p>\n<p>However, sometimes a stranger walks into our lives and without noticing alters the course it takes. I learned that it might not be noticeable at first, but people enter into our lives to teach us lessons. I never believed in the idea of “butterfly” effects or that a stranger can alter my path; I thought this way until I was proved otherwise.</p>\n<h2>Part I: Peace Distrubed</h2>\n<p>It all began in fourth grade. My school was pretty small, not a lot of interesting stuff happened. In fact, nothing out of the ordinary ever happened, I guess that is why I liked it; my beige and calm school offered me the peace that I would not find at home as I listened to the tumult of two cultures who desperately tried to form a home, but failed. In the courtyard the dynamic was established among kids, having been in the school for so long it was easy for me to play cheerleaders with the popular kids, and to discuss the newest episode of “atrevete a soñar” with the mean girls; I had become extremely skillful at camouflaging myself in order to adapt to those around me to avoid the solitude that being different in a place so mundane brought.</p>\n<p>At home, the solitude was enhanced. Dad was always traveling for work, Mom was always in her room or with her friends, and my sister was attending her 20 after school programs. As much as I hated the feeling of loneliness it was one that I had gotten used to at home and would inadvertently attempt to escape in school.</p>\n<p>In school, I had established myself with a relatively solid friend group; it was Zabdi, Danna, Monse, and me. Although at times I felt like I was not as welcomed to the friend group as they were, I was content with having people who would play with me during lunch time. My life, at least in school, was set into a routine and for that I felt at peace. However, I had heard of a new student in our opposite fourth grade class. I had not had the chance to meet her, matter of fact I had never even seen her, but I knew of her because she seemed to disturb the peace in the courtyard. She was very outgoing, she seemed to go with the flow, and be open to speak her mind; it seemed as though she was free to be herself. Everyone seemed to be talking about her; her arrival into our school was a novelty, the girls in my class were not fond of her because they said she played too rough, she would typically play with the boys in the yard, they said she was different and that she stood out. Her uniqueness was noticeable; thus, I needed to stay away from her in order to continue blending in.</p>\n<p>Time had passed and the arrival of the strange girl had become old news and the peace in my classroom was restored. She stayed in her corner and I stayed in mine; her outgoing personality and free spirit directly contrasted my precise and serious manner which allowed me to observe others, and even though we had not met, I knew I did not like her.</p>\n<p>After school one day, I was sitting in my room surrounded by the dark purple walls and the piles of unread encyclopedias that crowded my bookshelf when my mom walked in. She told me that she had spoken to her friend who told her the new girl was going around telling people I had lice. As she finished speaking I looked up to her, and I wondered “who the hell does this girl think she is? Also, I have never talked to her, why is she talking about me?” For some reason, I was the only girl in the world allowed to be named Camila; thus, any comments involving that name had to be directed to me.</p>\n<p>My mom said she would not allow this and would contact the principal to have them resolve the issue. I did not get a chance to protest, I did not want to have the attention drawn to a rumor that was not true. Moreover, I did not want to have my peace disturbed by the stranger who I was actively avoiding incorporating into my life. I knew telling my mom not to do it would result in nothing, so that afternoon I sat back and reflected on the chaos that tomorrow would bring.</p>\n<p>Two days had passed since my mom had spoken to the principal, who very apologetically told my mom she would handle the situation and it would never happen again. The last I heard of the situation was that the girl got called into the office and scolded for her actions; I had not been told anything else and I was happy to be able to put the situation behind me with ease.</p>\n<p>I wanted to leave class for a while, take a walk around school and observe the tranquil state of the bamboo trees in the courtyard. I also wanted to escape the horrors of history class and their constant praise of the Spanish Inquisition. I walked around the school for a while, until I noticed a teacher was catching on to my aimless wandering and would probably tell me to go back to class, to avoid this I entered the bathroom and stood there for a while fixing my uniform. As I tried to tuck my shirt into my skirt to ensure no wrinkles were evident on my pearly white shirt, I heard one of the bathroom stalls open. I lifted my gaze momentarily and saw a puffy black ponytail. I did not pay much attention to the girl exiting the stall, until I decided my shirt was perfect and I turned to wash my hands, when the girl next to me spoke “Are you Camila?” I stood for a moment before deciding to nod my head. I did not need her to introduce herself. I knew of only one person in my grade who I had not met and her question made it evident that it was her. She turned to me while spreading the soap sloppily across her hands and very awkwardly said “You know my sister’s name is Camila, I was not talking about you. I don't even know you.”</p>\n<p>I was embarrassed at the situation, I was embarrassed that my mom had overreacted and my peace had been distrubed by the introduction of the stranger into my life. I turned quickly to dry my hands with the brown paper towels, looked at her, and sped walked out of the bathroom to avoid the shame I felt for having my mom disturb her peace over a misunderstanding.</p>\n<p>That was the first time I interacted with Itzayana, but it certainly would not be my last.</p>\n<h2>Part II: Business Gone Wrong</h2>\n<p>Fifth grade had begun and our classes had officially been separated into girls and boys in order to avoid sinful co-existing during anatomy classes. I had discovered that my local corner store sold tiny erasers in the shape of animals and decided to test my entrepreneurial spirit by selling the tiny erasers in my class. My class had separated me and my fourth grade friend group and now it was only Zabdi and me; she had never been my favorite person in the group, it was evident that just like me, she had a fear of being outcasted by the rest and despite the bullying she faced she would still waste her lunch money on those who she called “friends.”</p>\n<p>I discovered on the first day of class that Itzayana was in the classroom with me, when I told my mom about this she warned me very sternly to “stay away from her.” I complied with my mom’s warning, mostly because I was embarrassed from our previous encounter. Her presence in the classroom was not as disruptive as I thought it would be, she would be quiet during lessons, it was as though she would be in another world as the teacher would speak. Sometimes I wonder if her mom gave her the same warning as she also seemed to stay away from my path.</p>\n<p>The splitting of my old friend group into different classrooms meant that there were two open spots to be filled in order for my routine to be established, but I must admit for some reason that year the vacancies did not seem to bother me as much as they normally would. During my entrepreneurial affairs I had become quite popular as the go-to eraser seller, I typically would use that money to buy more merchandise and on the side treat myself to some chocolate. My mom would count the money and see if my profit matched, then she would take me to spend my earnings.</p>\n<p>The situation at home seemed to be getting worse. My parents were barely speaking and when they did speak it was typically a screaming match, my sister was beginning her dance competition season and needed to spend more time in rehearsals which my mom would accompany her to. Sometimes I would tag along, others I would simply stay behind and find some way to be occupied.</p>\n<p>Zabdi used to talk to Itzayana, they were friendly with each other; I would not go as far as to call them friends but they definitely were on better terms than her and I. While I was sitting at my desk doing some classwork and our teacher stepped outside for a second, Itzayana began to approach Zabdi. I am not sure what they were talking about, but I decided to wander around the school for my peace walk for a while. As I walked the school and admired the beige, square buildings, I let the breeze hit my face for a while until I decided it was time to head back, when I returned I found Itzayana playing with my erasers. Upon seeing me she put the erasers down apologized, her reaction was quick and it was as though she was afraid of me; “take them,” I told her. I normally would not have given them to her, but I felt bad about our previous situation and her reaction. It was a business exchange gone wrong. She took the erasers, smiled, and our teacher came back.</p>\n<p>The weekend came. I used to attend private tutoring lessons, exam season was coming and my scores needed to be perfect. Typically, my mom would hire the teachers to come tutor me after school, but this time we ended up going to a couple that lived next to one of my mom’s friend; I did not like the change, it meant I had to introduce myself to new people. I did not know if I would like their teaching methods. As we got into the car, my mom made her way to drop off my sister in dance classes, when my sister got off I was able to move to the front seat and I looked forward to a conversation with my mom about our day like she had previously held with my sister; the car ride was a quiet one.</p>\n<p>She parked in her friend’s garage and dropped me off at the tutors’ house. My mom told me once I was done with my lesson to walk over to Lola’s house and she would meet me there. I went in and said hello, the lady told me to go to the back room and said I would meet my tutor and another girl who was also there. As I entered the light brown room, I noticed that I knew the girl sitting on the chair; it was Itzayana. I was comforted that the other person there was, somewhat, familiar to me. The tutor introduced himself and Itzayana, then we promptly began our lesson.</p>\n<p>After the lesson we sat in the room for a couple minutes, we talked about our class and how much we liked our teacher. Our conversation flowed easily and then we were promptly cracking jokes about the girls in our opposite class who believed themselves to be so much better than the rest of us. She told me her mom also knew Lola and that her two sisters and her were brought to tutoring on behalf of Lola’s suggestion. We walked back to Lola’s place and saw our moms laughing and talking with each other, it seemed that our stay would be prolonged.</p>\n<p>Soon enough we began to play and the laughter filled the garage in which the red ball bounced and dirtied the white walls. After three hours or so, it was time for us to go. We said our goodbyes and my mom told her mom “I’ll see you tomorrow, Jazmin.”</p>\n<p>That was how our friendship began.</p>\n<h2>Part III: Same Mirror, Different Frames</h2>\n<p>Winter break was approaching and my friendship with Itzayana kept growing. Our mothers had become good friends and would chat for a while during pick up. My mom had kicked my dad out of my house and my sister had stopped doing as many after school programs as before, the dynamics began to change.</p>\n<p>During recess, I would sit with Itzayana and we would laugh at the pointless jokes we made and whenever the mean girls would try to show off, Itzayana was quick to put them in their place. She was not afraid to speak her mind and her free spirit was slowly rubbing off on me. I no longer felt scared of the idea of being alone, the thought stopped crossing my mind. My perfectly ironed white shirt began to return home wrinkled as we would run around the courtyard and try to hide underneath the bleachers without getting in trouble by the security guards.</p>\n<p>During winter break, my mom decided to host a dinner for her friends. She invited Itzayana’s mom. I was very excited because typically my mom’s friends had children my sister’s age and I was always excluded from their games. It was weird for this winter break to be spent without my dad. We would typically spend the last week together, but this time it seemed to be just my mom, my sister, and I.</p>\n<p>Itzayana and her family arrived in the afternoon, we went upstairs and began to play on my iPad. I do not remember how the conversation developed, but at one point she asked me where my dad was. Filled with shame, I explained to her the story; she was seeing the behind the scenes of the perfect family portrait and realizing that I sought perfection because of the life I could not control. Instead of judging me, Itzayana told me that her family was not perfect either, she related to me the struggles she faced at home and I realized that our lives were mirrors that were held by different frames. She understood me perfectly and did not judge the situations despite how young we were and how chaotic everything seemed. She supported me when my parents would argue, when the light bill would go off because it was unpaid, when my mom would argue with me, and I supported her when her stepfather and mother would argue, when she told me her dad was not with her, when her mom would fight with her; we supported each other.</p>\n<p>There was no pressure to act perfect and no need to pretend, we just needed to be us.</p>\n<h2>Part IV: A Spring With No Bloom</h2>\n<p>Spring time came and contrary to popular belief the season did not bring blossom to our lives. Our mothers had become inseparable, they both seemed to understand each other in ways previous friends had not done so, and just like them Itzayana and I were attached at the hip. I was able to voice my opinions without fear of rejection by others, I was no longer preoccupied with the correct presentation of my uniform, and did not care if the white shirt received a stain. But every good thing comes to an end.</p>\n<p>My sister was celebrating her thirteen birthday in her favorite pizza parlor. My dad had finally reappeared after a couple months and decided to attend the party; my mom invited Itzayana’s mom to the party so that I would not be alone. Despite the warm spring weather, the trees near the parlor had not blossomed, but at that moment it seemed to me that its leaves would eventually blossom. After the party ended, the adults -in typical Hispanic fashion- moved the party to our house. I do not remember at what time it ended, nor do I remember what time Itzayana left, what I do remember was the hours that followed in which chaos and terror entered our house.</p>\n<p>After those hours, my mom in her neck brace went to her friend’s house. Itzayana and her mom also came. Itzayana asked about the neck brace and knew that I lied when I said “she fell down the stairs.” She did not judge me nor did she press me for more details, she simply understood the situation and changed the topic by discussing the stars in the sky and how funny it would be if the spider on the corner of the swings got into her sister’s head.</p>\n<p>A couple of weeks later and the dominoes could not stop falling. Itzayana was in a similar position that I had been in weeks prior and my mom turned our home into a safe haven for her and Jazmin; I was happy to have Itzayana and her family stay with us for a couple days; we would spend our time filling the garage with water and swinging on my hammock, we would create songs in a child app on the iPad. For a second I believed that we could actually live like that, I thought peace had finally come for all of us, but I was wrong.</p>\n<p>A couple days after, Itzayana and her family would go to their mom’s home state for what was supposed to be a couple days to fix some issues. Her mom was getting ready to leave her stepfather, but we would never see them again. They left on a Saturday, Jazmin was gone on a Tuesday, and life would never be the same.</p>\n<h2>Part V: I Still Remember You Guys</h2>\n<p>After the news reached us, my mom made a decision. I was alone once again, the friendship in which I shielded myself was gone, and I did not know how to deal with the incidents that followed us. I do not believe any of us did. We would speak every day on FaceTime for hours, talking about school, about her family, my family, our situations; we were both angry at the world for the cards we were dealt, yet we found peace in each other.</p>\n<p>My mom, upon seeing the danger that plagued the country we lived in and the monster who was attached to her for the next 8 years, decided that we needed to get out. She made plans to move us to Miami without telling anyone, she decided it was too risky to say goodbye. The last time I saw Itzayana she came to pick up the clothes she had left behind, we did not know that would be the last time. We hugged and said call you later, still with the childish belief that later would come soon.</p>\n<p>When we left for Miami, we were not allowed to have contact with anyone for our safety. I spent three months without speaking to anyone outside of Miami. I wondered about Itzayana and worried that she would think I forgot her. On October of 2014, I was finally able to have access to the Internet, and the first thing I did was access my messages with Itzayana, as the messages load I received one that said <em>“I do not know where you guys are, but I want you to know that I still remember you guys and I think of you every day.”</em></p>\n<p>She made me realize that I would never be alone, that our friendship could withstand the weight of a thousand tragedies and a million good memories. We learned from each other that we might not create the peace we desire, but we can find those who are the peace we need.</p>",
  "seo": {
    "title": "The Journey: Finding Peace — Camila Tiburcio Rubio",
    "description": "In this memoirs by Camila Tiburcio Rubio, “The Journey: Finding Peace,” The story of Camila's childhood friend who taught her peace could be found in…"
  },
  "version": 1,
  "status": "published"
}