{
  "title": "Ven Y Criticame: Residente and His Impact On Me",
  "slug": "ven-y-criticame-residente-and-his-impact-on-me",
  "section": "Memoirs",
  "tags": [
    "Music",
    "Reparto"
  ],
  "author": "Camila Tiburcio Rubio",
  "excerpt": "A look into one of Camila's first experiences with the genre of Reparto and its lasting impact on her.",
  "date": "2025-11-29T06:12",
  "readMinutes": 15,
  "featured": false,
  "cover": {
    "src": "images/2025/11/ven-y-criticame-residente-and-his-impact-on-me/cover.jpg",
    "alt": "Residente"
  },
  "bodyMarkdown": "The smoldering Caribbean sun was shining down on my head as I dug in the sand attempting to collect enough to form a small sandcastle. The beaches of Varadero, Cuba were filling up with tourists who sought to escape their nine-to-five in a Caribbean paradise and a couple of Cubans who never grew tired of standing in the same waters they knew since birth. My cousin Daniel was a teen who was emerging into himself during a time in which a new musical genre was also establishing itself among the people of the Caribbean and soon all of Latin America. As I played near the water while my mom read a book, he walked over to the drink shop and asked the bartender to raise the volume to the speakers and allow the song that was playing to be heard by everyone in a close proximity to us.\n\nThe loud clarinet rift, drawing from Colombian instruments, announced the beginning of the catchiest song I had heard throughout my six years of life. My grandpa was quick to call the song “disgusting” and “obscene,” the lyrics described the story of a man asking a woman to “dare to” let herself loose; the song asked the lady to relax and allow herself to enjoy the company of the man. Despite not understanding at that point the true intention of the song, the rhythm, instruments, and words stuck with me; it amazed me to see how quickly one song was able to transform the ambiance in the beach from one of relaxation to one of celebration, the teens and young adults at the beach began to “dare to” let loose and form dance circles near the speakers. It was amazing to see the way a song could bring together people.\n\nWhen we got home that afternoon, I asked my cousin to tell me the name of the artist so my mom could burn a CD with their songs. My cousin said the song was created by a Puerto Rican band called *Calle 13*, composed of Residente, Visitante, and iLe, the step-siblings would go on to lead a revolutionary musical career in the up and coming genre of reggaeton music.\n\nHowever, it would be Residente who would shake to its core the foundation of Latin music and governments throughout his career and leave a lasting impact on my life.\n\n## I. Un Pueblo Sin Piernas Pero Que Camina (A Community Without Legs That Nonetheless Walks)\n\n> “El gobernador de Puerto Rico es un hijo de la gran puta!” (The Puerto Rican governor is a big son of a bitch)\n>\n> - Residente, 2009\n\nBorn René Perez Joglar in 1978 in San Juan, Puerto Rico to an actress for a mother and a socialist lawyer for a father, Residente has been surrounded by the intersection between arts and politics all his life. Growing up in a lower-middle class neighborhood, Residente saw first hand the experiences that years of colonial forces brought upon the citizens of Puerto Rico. He recounts in his song “Reńe” the brutal killing of his childhood best friend at the hands of four cops and the constant bloodshed that was present in his neighborhood which took away many of his loved ones. In 2005, leader of the Puerto Rican revolutionary group known as “Los Macheteros” Filiberto Ojeda Ríos was shot down by members of the FBI during a raid conducted in his house. To many on the island, the killing appeared to have been planned as “Los Macheteros” had grown immensely in political influence over the past years and the rumors of another Grito de Lares (the most successful Puerto Rican raid aimed to throw out Spanish forces off the island) seemed to threaten the power and control that the U.S. has been holding on for over 200 years (Jiménez). Upon hearing the news of the killings and as more facts surfaced, Residente needed an outlet to express the anger that he felt and the blatant humiliation of his country through the killing of Ríos; this led Residente to write his first single in collaboration with his step-brother Visitante, their hit song “Querido F.B.I” (Dear F.B.I). The song focused on berating the actions of the Puerto Rican government, condemning the F.B.I, and denouncing Puerto Rico’s status as a colony of the United States. Upon its release -5 days after the murder of Filiberto- the song took the island by storm and it quickly launched Residente and his brother into the public spotlight. It was said in a 2007 article by the North American Congress on Latin America that through the release of the song, Calle 13 altered the relation between reggaeton music and politics (Negrón and Rivera). The usage of reggaeton as a political vehicle opened a new door to the genre and foreshadowed the beginning of what would become a lengthy career, for Residente, of utilizing reggaeton as an outlet to mobilize communities and criticize the status quo.\n\nIn 2009, after 10 months in office, governor Luis Fortuño fired over 17,000 federal workers (Rivera). Following claims of members of his administration referring to working class Puerto Ricans as “lazy,” “*garrapatas*” (fleas), and “terrorists,” the decision to mass fire the federal workers resulted in the organization of general strikes across the island; the drastic measure was a part of Fortuño’s plan to accelerate the economic progress of the island. Despite the massive backlash that the action gathered, Fortuño continued to implement measures to privatize and un-nationalize industries in the island. That same year, the Latin MTV Awards invited Residente, among other popular artists, to host the event. During his time as a host, Residente made multiple political stances, first by wearing a shirt that sported the words “*Uribe paramilitar*” (Uribe paramilitary) in reference to the decision of the Colombian government to allow the United States to utilize its military bases, second by sporting a different shirt throughout the program that read “Chávez nominado a mejor artista pop” (Chavez nominated for best pop artist) a jab at the public opinion on the Venezuelan president, and lastly upon taking the stage wearing a shirt that read “Puerto Rico libre” (Free Puerto Rico). Upon taking the stage, Residente began to call for the liberation of Puerto Rico from its colonial status and for the unification of Latin America through the rejection of imperialist forces upon the nations. However, as he began to discuss the protests in Puerto Rico and the drastic actions of the governor on the people, his words grew harsh, he took the microphone, looked at the camera, called for the undivided attention of the people and loudly claimed “*El gobernador de Puerto Rico es un hijo de la gran puta!*” (the Puerto Rican governor is a big son of a bitch!). The following day it was announced that Residente and his brother would no longer be allowed to perform or be played in the radios in Puerto Rico, a decision that would last four years.\n\nIn the following years, when asked about the incident Residente was quick to mention that his words came from a place of anger from the loss of jobs and the humiliation of the back bone of the island, he said that his mother was one of those affected by the governor's actions. He established: “ I was upset, really upset. But I am a little more strategic now - I want to speak the truth, but I do not want to diminish the merits of what I am saying” (Morales); his attitude after the incident shifted, nonetheless, his art remained his most potent weapon.\n\nThe concept of social consciousness as the center of his music, evidently, guided the works of René after the MTV incident. In 2011, the song “Latinoamérica” was released and it proved to be a heartfelt letter to the continent; the song discusses the narratives that surround the Americas, such as those of the violent crime rates in the nations, the exploitation of the natural resources at the hands of foreign powers, and the eradication of indigenous culture. The song combines musical aspects from multiple Latin American countries and was composed during a journey that his brother and he took throughout Latin America in order to examine the question of what makes up the Americas. The powerful visuals of the ever-changing faces of the people of Latin America and the evolving communities effectively communicate the frustration and pride that many Latin Americans face in respect to their nations. For Residente, the song remains one of the most important he has ever done, when asked about the song he said: “It is the most important song we have done, documenting what we were, what we are, and what it means to be Latin American. I think that strengthens our identity and helps us to remember and never forget.” (René Pérez Joglar).\n\nThe first time I heard “Latinoamérica,” I was absolutely starstruck. In 2020, I was beginning my college application process and after entering a year of (non-voluntary) self-reflection, I began to become infatuated with discovering more about the country that made me. I have always been interested in social and political causes, the idea that our bodies and our location have been branded by preconceived notions that were established centuries before our existence was even a thought was always intriguing to me; however, I had always focused on this phenomena in the United States, it had never occurred to me to examine one of the prime examples of the lasting consequences of imperialism and the evolving of racial tensions: Latin America. To be fair, I do not recall how I ended up on the YouTube video, what I do recall are the goosebumps that began after the intro to the song; it felt like a conversation of self-acceptance in which a person recognizes their detriments, while also applauding their milestones. As the song progressed, I felt more drawn in and just when I thought the song could not get better, Residente sang “*Soy America Latina, un pueblo sin piernas pero que camina*” (I am Latin America, a community without legs that nonetheless walks). Those words have altered completely the way in which I assess the situations in Latin America, as well as the direction my life has taken.\n\nHis words instigated in me a desire to understand the fight he talked about and as I began my research and read about the corruption, the rivers, the killings, the literature, the kidnappings, the tropical destinations, the privatized industries, the dances, and the economic depressions, I continued to discover more of Residente. I realized that his level of understanding combined with his beautiful expression of ideals and views of injustice and justice were something that I sought to reproduce in my own life. It was actually because of him that I even considered stepping outside of my comfort zone and applying to NYU; his words made me believe that someone from my background is capable of taking the world through a storm with my words.\n\n## II. Invierto Todo En Mi Carrera, Porque El Arte Va Primero (I Invest Everything In My Career, Because Art Comes First)\n\n> “Empujarse lo mongo” (Push the unconventional)\n>\n> - Residente, 2010\n\nResidente has notoriously submerged himself into his art. Whenever a new concept or idea pops into his brain, he is very quick to push himself to understand or emulate it. It is the sort of passion for his ideas that has made his influence in my person remain strong; Residente does not tend to go with the flow of what is popular at the time, nor does he seem to care if his popularity makes him mainstream. In 2011, his brother Visitante and him embarked on a trip throughout Latin America, in which they migrated with multiple indigenous communities throughout the continent in order to understand their cultures and struggles. From this trip, his musical style would become marked by the -typically shunned- influence of the native populations of the Americas, an influence that dictated the production of their second album*Residente o Visitante* and many of this other songs such as “Latinoamérica” and “Pal’ Norte.”\n\nIn 2010, the artist performed in the Tribuna Anitimperialista in La Habana, Cuba. A decision that was widely criticized by many who were quick to condemn Residente’s decision to step in the island despite the common narrative of oppression that surrounds it. His performance was attended by over 500 thousand people and his time on the island focused on his exposure to the way of life of the Cuban people. To me, it is this passion that Residente places on understanding the circumstances and both sides of each story that attracts me to his music; his judgements are made based on experience and rationale, he does not criticize just to criticize, nor does he flatter just to flatter. Speaking for a documentary focused on his time in Cuba, Residente spoke of his initiation into the music game and said of his motto when signing to a record agency “to be honest is important to me, if you are not going to sign me, then do not sign me” (Rinaldi). His brutal honesty is a driving point throughout his art, on his song “Ven y Criticame” for his third album Los De Atras Vienen Conmigo, he says “No me importa si todo lo que escribo a ustedes los ofende, tampoco me importa un carajo si este disco vende. Si yo quisiera vender algo montaba una tienda, prefiero regalarte música, aunque tu no la entiendas” (I do not care if everything I write offends you, nor do I give a fuck if this record sells. If I wanted to sell something I would set up a shop, I would rather gift you music, even if you do not understand it). Throughout his career he has determined that it is his expression of his beliefs that motivates his art, he is not driven by the premise of economic profit rather he seeks to put out what he deems to be important (Residente, 2:26-32). For me, observing and hearing of Residente’s willingness to risk his social status and even his economic prosperity to speak his mind and pursue his passions, motivates me to be more authentic with myself. He pushes me to pursue interests that I am passionate about with complete faith that my decisions -although not supported by everyone- bring forward my essence which is all that should matter.\n\n## III. Todo Lo Que Muere, Es Porque Alguna Vez Nació (Everything that dies, is because it dared to live )\n\n> “Estoy triste y me río, el concierto está lleno pero yo estoy vacío” (I am sad and still laugh, the stadium is full, but I am empty)\n>\n> - Residente, 2020 \n\nResidente has to be the most versatile artist that I ever encountered. His art fluctuates from reggaeton, to social consciousness, to films, to mental health advocacy. During the peak of his career, Residente entered a battle with depression, a struggle he relates in his song “René.” In the song, the audience is presented with a side of Residente that we had not seen before, he is extremely vulnerable in his lyrics and expresses his regrets throughout his life, the emptiness he feels, and his desire to return to the time before his life stopped belonging to him. The reggaeton genre and overall Latin media does not tend to center the mental health struggles of individuals, much less discuss depression among men; thus, Residente breaks yet another boundary of the genre and the entire music industry. He tells his truth. To me, his vulnerability makes me examine my own mental health struggles and recognize the need to break down sometimes before one can get back up.\n\nMoreover, Residente expresses love, not just political unrest. In 2017, Residente released his song “Milo,” which is a love letter for his son; in the song he tells his son of the lessons he hopes to teach him, but more specifically he tells how the birth of Milo has brought purpose into his life, “Ahora ya se por que escribo, aunque nunca sepa el dia ni la hora en la que vivo” (Now I know why I write, even though I do not know what day or hour I live in); his love for his son breaks him away from his typical portrayal as a “tough” man and once again we see the softer side, the more human side of René (Residente, 2:26-31). The first time I heard “Milo,” I was captivated by the sounds, the instruments, and the mixture of different cultures in the background. René wrote this song during his time in Ghana following his desire to trace back his DNA and visit every country that made up the history of his existence. He once again has a driving desire to understand humanity -a desire that has honestly been contagious.\n\nTo me, the majority of Residente songs are masterpieces. His music simply moves me, either to dance or to question the status quo. However, his song “La Vida (Respira El Momento)” motivates me to stop for a second and admire my surroundings, it inspires me to breathe in the moment and confront and come to terms with the momentary experience that is life. The song feels like a religious experience to me, the song opens with a choir and a piano then Residente begins to describe the cycle of life, ultimately concluding with death. Confronting mortality is a difficult idea for me (as I assume it is for many), yet Residente frames the experience of living so beautifully that the inevitable end appears as a peaceful experience rather than a terrifying void. Moreover, the music video for the song has to be one of the most beautiful and chill-inducing videos I have ever seen; the video follows the cycle of life with multiple individuals, depicting symbols for what appear to be common life experiences that the majority of us will experience. The song, like many of his “softer” projects, presents Residente as an individual who looks for the greater scope of things and although years later his flame for life would diminish, it is evident in the song that, despite the hardships Residente is able to find the beauty in the mundane.\n\nFor me the best side of Residente has to be his softer side, in which he showcases his humanity and his desire to build the basic human experiences, rather than to live lavishly like most reggaetoneros boast of now-a-days.\n\n## IV. La Vuelta Al Mundo (A Trip Around The World)\n\n> “No se cuentan los segundos, se cuentan las historias” (We do not count seconds, we count stories)\n>\n> - Residente, 2010\n\nResidente’s art and rhetoric has become an influential part of my life. His words inspire me to complete assignments, apply to my dream school, take risks, and live life. I am not one to engage in “parasocial” relationships, that which Dr. Ivy Kwong defines as a “one-sided relationship that a media user engages with a media persona” (Kwong); however, it was almost impossible to not support his art the more I learned about him and his projects. The impact of his art on my person seems small at first, but his words encourage me to live more freely, yet more justly; it was his words that have guided me through almost every major social and personal issue I have confronted recently. His music is an important part of my life, the same way that the desire to speak the truth is to him.\n\n## Works Cited\n\nCalle 13. Calle 13. Album. White Lion Records, 29 Nov 2005.\n\nCalle 13. Entren Los Que Quieran. Album. Sony Music Latin, 22 Nov 2010.\n\nCalle 13. Los de Atrás Vienen Conmigo. Album. Sony Music Latin, 21 Oct 2008.\n\nCalle 13. Residente o Visitante. Album. Sony BMG, 24 Apr 2007.\n\nCooperativa.cl. “Calle 13 se quedó sin escenario por insultar al gobernador de Puerto Rico.” Cooperativa, 17 October 2009, https://www.cooperativa.cl/noticias/entretencion/musica/calle-13/calle-13-se-quedo-sin-escenario-por-insultar-al-gobernador-de-puerto-rico/2009-10-17/212636.html. Accessed 9 April 2022.\n\nGuevara, Silvia. “LATINOAMERICA by CALLE13.” WOMEX, https://www.womex.com/virtual/conga_booking_sl/free_ads/offer/artists/latinoamerica_by. Accessed 9 April 2022.\n\nJiménez, Félix. “The Killing of Filiberto Ojeda Ríos.” The Nation, 7 October 2005, https://www.thenation.com/article/archive/killing-filiberto-ojeda-rios/. Accessed 8 April 2022.\n\nJoglar, René P. Residente. Album. Sony Music Latin, 31 Mar 2017.\n\nKwong, Ivy, and Cynthia Vinney. “What Is a Parasocial Relationship?” Verywell Mind, 22 December 2021, https://www.verywellmind.com/what-is-a-parasocial-relationship-5210770. Accessed 12 April 2022.\n\nMorales, Ed. “Calle 13's Residente tames his anger in new CD, 'Everybody Is Welcome.'” NY Daily News, 17 November 2010, https://www.nydailynews.com/latino/calle-13-residente-tames-anger-new-cd-article-1.456742#ixzz1zupQ1Zl6. Accessed 9 April 2022.\n\nNegrón, Frances, and Raquel Z. Rivera. “Reggaeton Nation | NACLA.” NACLA |, 13 March 2008, https://nacla.org/news/reggaeton-nation. Accessed 8 April 2022.\n\nRinaldi, Leá, director. Calle 13 en La Habana [Calle 13 in Havana]. Aleá Films, 2011.\n\nRivera, Yolanda. “Puerto Rico Strikes.” Puerto Rico and the American Dream, 1 November 2009, http://www.prdream.com/wordpress/topics/2009/11/1085/. Accessed 9 April 2022.\n",
  "bodyHtml": "<p>The smoldering Caribbean sun was shining down on my head as I dug in the sand attempting to collect enough to form a small sandcastle. The beaches of Varadero, Cuba were filling up with tourists who sought to escape their nine-to-five in a Caribbean paradise and a couple of Cubans who never grew tired of standing in the same waters they knew since birth. My cousin Daniel was a teen who was emerging into himself during a time in which a new musical genre was also establishing itself among the people of the Caribbean and soon all of Latin America. As I played near the water while my mom read a book, he walked over to the drink shop and asked the bartender to raise the volume to the speakers and allow the song that was playing to be heard by everyone in a close proximity to us.</p>\n<p>The loud clarinet rift, drawing from Colombian instruments, announced the beginning of the catchiest song I had heard throughout my six years of life. My grandpa was quick to call the song “disgusting” and “obscene,” the lyrics described the story of a man asking a woman to “dare to” let herself loose; the song asked the lady to relax and allow herself to enjoy the company of the man. Despite not understanding at that point the true intention of the song, the rhythm, instruments, and words stuck with me; it amazed me to see how quickly one song was able to transform the ambiance in the beach from one of relaxation to one of celebration, the teens and young adults at the beach began to “dare to” let loose and form dance circles near the speakers. It was amazing to see the way a song could bring together people.</p>\n<p>When we got home that afternoon, I asked my cousin to tell me the name of the artist so my mom could burn a CD with their songs. My cousin said the song was created by a Puerto Rican band called <em>Calle 13</em>, composed of Residente, Visitante, and iLe, the step-siblings would go on to lead a revolutionary musical career in the up and coming genre of reggaeton music.</p>\n<p>However, it would be Residente who would shake to its core the foundation of Latin music and governments throughout his career and leave a lasting impact on my life.</p>\n<h2>I. Un Pueblo Sin Piernas Pero Que Camina (A Community Without Legs That Nonetheless Walks)</h2>\n<blockquote>“El gobernador de Puerto Rico es un hijo de la gran puta!” (The Puerto Rican governor is a big son of a bitch)<br/><cite class=\"quote-cite\">Residente, 2009</cite></blockquote>\n<p>Born René Perez Joglar in 1978 in San Juan, Puerto Rico to an actress for a mother and a socialist lawyer for a father, Residente has been surrounded by the intersection between arts and politics all his life. Growing up in a lower-middle class neighborhood, Residente saw first hand the experiences that years of colonial forces brought upon the citizens of Puerto Rico. He recounts in his song “Reńe” the brutal killing of his childhood best friend at the hands of four cops and the constant bloodshed that was present in his neighborhood which took away many of his loved ones. In 2005, leader of the Puerto Rican revolutionary group known as “Los Macheteros” Filiberto Ojeda Ríos was shot down by members of the FBI during a raid conducted in his house. To many on the island, the killing appeared to have been planned as “Los Macheteros” had grown immensely in political influence over the past years and the rumors of another Grito de Lares (the most successful Puerto Rican raid aimed to throw out Spanish forces off the island) seemed to threaten the power and control that the U.S. has been holding on for over 200 years (Jiménez). Upon hearing the news of the killings and as more facts surfaced, Residente needed an outlet to express the anger that he felt and the blatant humiliation of his country through the killing of Ríos; this led Residente to write his first single in collaboration with his step-brother Visitante, their hit song “Querido F.B.I” (Dear F.B.I). The song focused on berating the actions of the Puerto Rican government, condemning the F.B.I, and denouncing Puerto Rico’s status as a colony of the United States. Upon its release -5 days after the murder of Filiberto- the song took the island by storm and it quickly launched Residente and his brother into the public spotlight. It was said in a 2007 article by the North American Congress on Latin America that through the release of the song, Calle 13 altered the relation between reggaeton music and politics (Negrón and Rivera). The usage of reggaeton as a political vehicle opened a new door to the genre and foreshadowed the beginning of what would become a lengthy career, for Residente, of utilizing reggaeton as an outlet to mobilize communities and criticize the status quo.</p>\n<p>In 2009, after 10 months in office, governor Luis Fortuño fired over 17,000 federal workers (Rivera). Following claims of members of his administration referring to working class Puerto Ricans as “lazy,” “<em>garrapatas</em>” (fleas), and “terrorists,” the decision to mass fire the federal workers resulted in the organization of general strikes across the island; the drastic measure was a part of Fortuño’s plan to accelerate the economic progress of the island. Despite the massive backlash that the action gathered, Fortuño continued to implement measures to privatize and un-nationalize industries in the island. That same year, the Latin MTV Awards invited Residente, among other popular artists, to host the event. During his time as a host, Residente made multiple political stances, first by wearing a shirt that sported the words “<em>Uribe paramilitar</em>” (Uribe paramilitary) in reference to the decision of the Colombian government to allow the United States to utilize its military bases, second by sporting a different shirt throughout the program that read “Chávez nominado a mejor artista pop” (Chavez nominated for best pop artist) a jab at the public opinion on the Venezuelan president, and lastly upon taking the stage wearing a shirt that read “Puerto Rico libre” (Free Puerto Rico). Upon taking the stage, Residente began to call for the liberation of Puerto Rico from its colonial status and for the unification of Latin America through the rejection of imperialist forces upon the nations. However, as he began to discuss the protests in Puerto Rico and the drastic actions of the governor on the people, his words grew harsh, he took the microphone, looked at the camera, called for the undivided attention of the people and loudly claimed “<em>El gobernador de Puerto Rico es un hijo de la gran puta!</em>” (the Puerto Rican governor is a big son of a bitch!). The following day it was announced that Residente and his brother would no longer be allowed to perform or be played in the radios in Puerto Rico, a decision that would last four years.</p>\n<p>In the following years, when asked about the incident Residente was quick to mention that his words came from a place of anger from the loss of jobs and the humiliation of the back bone of the island, he said that his mother was one of those affected by the governor's actions. He established: “ I was upset, really upset. But I am a little more strategic now - I want to speak the truth, but I do not want to diminish the merits of what I am saying” (Morales); his attitude after the incident shifted, nonetheless, his art remained his most potent weapon.</p>\n<p>The concept of social consciousness as the center of his music, evidently, guided the works of René after the MTV incident. In 2011, the song “Latinoamérica” was released and it proved to be a heartfelt letter to the continent; the song discusses the narratives that surround the Americas, such as those of the violent crime rates in the nations, the exploitation of the natural resources at the hands of foreign powers, and the eradication of indigenous culture. The song combines musical aspects from multiple Latin American countries and was composed during a journey that his brother and he took throughout Latin America in order to examine the question of what makes up the Americas. The powerful visuals of the ever-changing faces of the people of Latin America and the evolving communities effectively communicate the frustration and pride that many Latin Americans face in respect to their nations. For Residente, the song remains one of the most important he has ever done, when asked about the song he said: “It is the most important song we have done, documenting what we were, what we are, and what it means to be Latin American. I think that strengthens our identity and helps us to remember and never forget.” (René Pérez Joglar).</p>\n<p>The first time I heard “Latinoamérica,” I was absolutely starstruck. In 2020, I was beginning my college application process and after entering a year of (non-voluntary) self-reflection, I began to become infatuated with discovering more about the country that made me. I have always been interested in social and political causes, the idea that our bodies and our location have been branded by preconceived notions that were established centuries before our existence was even a thought was always intriguing to me; however, I had always focused on this phenomena in the United States, it had never occurred to me to examine one of the prime examples of the lasting consequences of imperialism and the evolving of racial tensions: Latin America. To be fair, I do not recall how I ended up on the YouTube video, what I do recall are the goosebumps that began after the intro to the song; it felt like a conversation of self-acceptance in which a person recognizes their detriments, while also applauding their milestones. As the song progressed, I felt more drawn in and just when I thought the song could not get better, Residente sang “<em>Soy America Latina, un pueblo sin piernas pero que camina</em>” (I am Latin America, a community without legs that nonetheless walks). Those words have altered completely the way in which I assess the situations in Latin America, as well as the direction my life has taken.</p>\n<p>His words instigated in me a desire to understand the fight he talked about and as I began my research and read about the corruption, the rivers, the killings, the literature, the kidnappings, the tropical destinations, the privatized industries, the dances, and the economic depressions, I continued to discover more of Residente. I realized that his level of understanding combined with his beautiful expression of ideals and views of injustice and justice were something that I sought to reproduce in my own life. It was actually because of him that I even considered stepping outside of my comfort zone and applying to NYU; his words made me believe that someone from my background is capable of taking the world through a storm with my words.</p>\n<h2>II. Invierto Todo En Mi Carrera, Porque El Arte Va Primero (I Invest Everything In My Career, Because Art Comes First)</h2>\n<blockquote>“Empujarse lo mongo” (Push the unconventional)<br/><cite class=\"quote-cite\">Residente, 2010</cite></blockquote>\n<p>Residente has notoriously submerged himself into his art. Whenever a new concept or idea pops into his brain, he is very quick to push himself to understand or emulate it. It is the sort of passion for his ideas that has made his influence in my person remain strong; Residente does not tend to go with the flow of what is popular at the time, nor does he seem to care if his popularity makes him mainstream. In 2011, his brother Visitante and him embarked on a trip throughout Latin America, in which they migrated with multiple indigenous communities throughout the continent in order to understand their cultures and struggles. From this trip, his musical style would become marked by the -typically shunned- influence of the native populations of the Americas, an influence that dictated the production of their second album<em>Residente o Visitante</em> and many of this other songs such as “Latinoamérica” and “Pal’ Norte.”</p>\n<p>In 2010, the artist performed in the Tribuna Anitimperialista in La Habana, Cuba. A decision that was widely criticized by many who were quick to condemn Residente’s decision to step in the island despite the common narrative of oppression that surrounds it. His performance was attended by over 500 thousand people and his time on the island focused on his exposure to the way of life of the Cuban people. To me, it is this passion that Residente places on understanding the circumstances and both sides of each story that attracts me to his music; his judgements are made based on experience and rationale, he does not criticize just to criticize, nor does he flatter just to flatter. Speaking for a documentary focused on his time in Cuba, Residente spoke of his initiation into the music game and said of his motto when signing to a record agency “to be honest is important to me, if you are not going to sign me, then do not sign me” (Rinaldi). His brutal honesty is a driving point throughout his art, on his song “Ven y Criticame” for his third album Los De Atras Vienen Conmigo, he says “No me importa si todo lo que escribo a ustedes los ofende, tampoco me importa un carajo si este disco vende. Si yo quisiera vender algo montaba una tienda, prefiero regalarte música, aunque tu no la entiendas” (I do not care if everything I write offends you, nor do I give a fuck if this record sells. If I wanted to sell something I would set up a shop, I would rather gift you music, even if you do not understand it). Throughout his career he has determined that it is his expression of his beliefs that motivates his art, he is not driven by the premise of economic profit rather he seeks to put out what he deems to be important (Residente, 2:26-32). For me, observing and hearing of Residente’s willingness to risk his social status and even his economic prosperity to speak his mind and pursue his passions, motivates me to be more authentic with myself. He pushes me to pursue interests that I am passionate about with complete faith that my decisions -although not supported by everyone- bring forward my essence which is all that should matter.</p>\n<h2>III. Todo Lo Que Muere, Es Porque Alguna Vez Nació (Everything that dies, is because it dared to live )</h2>\n<blockquote>“Estoy triste y me río, el concierto está lleno pero yo estoy vacío” (I am sad and still laugh, the stadium is full, but I am empty)<br/><cite class=\"quote-cite\">Residente, 2020</cite></blockquote>\n<p>Residente has to be the most versatile artist that I ever encountered. His art fluctuates from reggaeton, to social consciousness, to films, to mental health advocacy. During the peak of his career, Residente entered a battle with depression, a struggle he relates in his song “René.” In the song, the audience is presented with a side of Residente that we had not seen before, he is extremely vulnerable in his lyrics and expresses his regrets throughout his life, the emptiness he feels, and his desire to return to the time before his life stopped belonging to him. The reggaeton genre and overall Latin media does not tend to center the mental health struggles of individuals, much less discuss depression among men; thus, Residente breaks yet another boundary of the genre and the entire music industry. He tells his truth. To me, his vulnerability makes me examine my own mental health struggles and recognize the need to break down sometimes before one can get back up.</p>\n<p>Moreover, Residente expresses love, not just political unrest. In 2017, Residente released his song “Milo,” which is a love letter for his son; in the song he tells his son of the lessons he hopes to teach him, but more specifically he tells how the birth of Milo has brought purpose into his life, “Ahora ya se por que escribo, aunque nunca sepa el dia ni la hora en la que vivo” (Now I know why I write, even though I do not know what day or hour I live in); his love for his son breaks him away from his typical portrayal as a “tough” man and once again we see the softer side, the more human side of René (Residente, 2:26-31). The first time I heard “Milo,” I was captivated by the sounds, the instruments, and the mixture of different cultures in the background. René wrote this song during his time in Ghana following his desire to trace back his DNA and visit every country that made up the history of his existence. He once again has a driving desire to understand humanity -a desire that has honestly been contagious.</p>\n<p>To me, the majority of Residente songs are masterpieces. His music simply moves me, either to dance or to question the status quo. However, his song “La Vida (Respira El Momento)” motivates me to stop for a second and admire my surroundings, it inspires me to breathe in the moment and confront and come to terms with the momentary experience that is life. The song feels like a religious experience to me, the song opens with a choir and a piano then Residente begins to describe the cycle of life, ultimately concluding with death. Confronting mortality is a difficult idea for me (as I assume it is for many), yet Residente frames the experience of living so beautifully that the inevitable end appears as a peaceful experience rather than a terrifying void. Moreover, the music video for the song has to be one of the most beautiful and chill-inducing videos I have ever seen; the video follows the cycle of life with multiple individuals, depicting symbols for what appear to be common life experiences that the majority of us will experience. The song, like many of his “softer” projects, presents Residente as an individual who looks for the greater scope of things and although years later his flame for life would diminish, it is evident in the song that, despite the hardships Residente is able to find the beauty in the mundane.</p>\n<p>For me the best side of Residente has to be his softer side, in which he showcases his humanity and his desire to build the basic human experiences, rather than to live lavishly like most reggaetoneros boast of now-a-days.</p>\n<h2>IV. La Vuelta Al Mundo (A Trip Around The World)</h2>\n<blockquote>“No se cuentan los segundos, se cuentan las historias” (We do not count seconds, we count stories)<br/><cite class=\"quote-cite\">Residente, 2010</cite></blockquote>\n<p>Residente’s art and rhetoric has become an influential part of my life. His words inspire me to complete assignments, apply to my dream school, take risks, and live life. I am not one to engage in “parasocial” relationships, that which Dr. Ivy Kwong defines as a “one-sided relationship that a media user engages with a media persona” (Kwong); however, it was almost impossible to not support his art the more I learned about him and his projects. The impact of his art on my person seems small at first, but his words encourage me to live more freely, yet more justly; it was his words that have guided me through almost every major social and personal issue I have confronted recently. His music is an important part of my life, the same way that the desire to speak the truth is to him.</p>\n<h2>Works Cited</h2>\n<p>Calle 13. Calle 13. Album. White Lion Records, 29 Nov 2005.</p>\n<p>Calle 13. Entren Los Que Quieran. Album. Sony Music Latin, 22 Nov 2010.</p>\n<p>Calle 13. Los de Atrás Vienen Conmigo. Album. Sony Music Latin, 21 Oct 2008.</p>\n<p>Calle 13. Residente o Visitante. Album. Sony BMG, 24 Apr 2007.</p>\n<p>Cooperativa.cl. “Calle 13 se quedó sin escenario por insultar al gobernador de Puerto Rico.” Cooperativa, 17 October 2009, https://www.cooperativa.cl/noticias/entretencion/musica/calle-13/calle-13-se-quedo-sin-escenario-por-insultar-al-gobernador-de-puerto-rico/2009-10-17/212636.html. Accessed 9 April 2022.</p>\n<p>Guevara, Silvia. “LATINOAMERICA by CALLE13.” WOMEX, https://www.womex.com/virtual/conga_booking_sl/free_ads/offer/artists/latinoamerica_by. Accessed 9 April 2022.</p>\n<p>Jiménez, Félix. “The Killing of Filiberto Ojeda Ríos.” The Nation, 7 October 2005, https://www.thenation.com/article/archive/killing-filiberto-ojeda-rios/. Accessed 8 April 2022.</p>\n<p>Joglar, René P. Residente. Album. Sony Music Latin, 31 Mar 2017.</p>\n<p>Kwong, Ivy, and Cynthia Vinney. “What Is a Parasocial Relationship?” Verywell Mind, 22 December 2021, https://www.verywellmind.com/what-is-a-parasocial-relationship-5210770. Accessed 12 April 2022.</p>\n<p>Morales, Ed. “Calle 13's Residente tames his anger in new CD, 'Everybody Is Welcome.'” NY Daily News, 17 November 2010, https://www.nydailynews.com/latino/calle-13-residente-tames-anger-new-cd-article-1.456742#ixzz1zupQ1Zl6. Accessed 9 April 2022.</p>\n<p>Negrón, Frances, and Raquel Z. Rivera. “Reggaeton Nation | NACLA.” NACLA |, 13 March 2008, https://nacla.org/news/reggaeton-nation. Accessed 8 April 2022.</p>\n<p>Rinaldi, Leá, director. Calle 13 en La Habana [Calle 13 in Havana]. Aleá Films, 2011.</p>\n<p>Rivera, Yolanda. “Puerto Rico Strikes.” Puerto Rico and the American Dream, 1 November 2009, http://www.prdream.com/wordpress/topics/2009/11/1085/. Accessed 9 April 2022.</p>",
  "seo": {
    "title": "Ven Y Criticame: Residente and His Impact On Me — Camila Tiburcio Rubio",
    "description": "In this memoirs by Camila Tiburcio Rubio, “Ven Y Criticame: Residente and His Impact On Me,” A look into one of Camila's first experiences with the genre…"
  },
  "version": 1,
  "status": "published"
}